export let textQuizTechnique = [
    {
        question: 'Первый самолет был изобретен',
        values: [
            'Братьями Райт',
            'Игорем Сикорским',
            'Леонардо да Винчи',
            'Робертом Опенгеймером',
        ],
        trueValue: 0
    },
    {
        question: 'К какому изобретению привёл расплавившийся шоколадный батончик в кармане Перси Спенсера?',
        values: [
            'Фена',
            'Обогревателя',
            'Микроволновой печи',
            'Электрического духового шкафа',
        ],
        trueValue: 2
    },
    {
        question: 'Печально известный дирижабль «Гинденбург» был наполнен:',
        values: [
            'Метаном',
            'Гелием',
            'Водородом',
            'Теплым воздухом',
        ],
        trueValue: 2
    },
    {
        question: 'У прототипа велосипеда в конструкции не было предусмотрено:',
        values: [
            'Педалей',
            'Сидения',
            'Руля',
            'Второго колеса',
        ],
        trueValue: 0
    },
    {
        question: 'Первый самолет был изобретен:',
        values: [
            'Братьями Райт',
            'Игорем Сикорским',
            'Леонардо да Винчи',
            'Робертом Опенгеймером',
        ],
        trueValue: 0
    },
    {
        question: 'Как называли когда-то пишущие машинки?',
        values: [
            '"барабан писателя"',
            '"литературным пианино"',
            '"колотушка"',
            '"тренажёр для пальцев"',
        ],
        trueValue: 1
    },
    {
        question: 'Треть патентных заявок в Америке в 1905 году так или иначе касались...?',
        values: [
            'телефона',
            'автомобиля',
            'велосипеда',
            'пылесоса',
        ],
        trueValue: 2
    },
    {
        question: 'Для продажи чего был сконструирован первый в мире торговый автомат?',
        values: [
            'для продажи мыла в общественных туалетах',
            'для продажи газированной воды на улицах',
            'для продажи святой воды в церкви',
            'для продажи газет',
        ],
        trueValue: 2
    },
    {
        question: 'Что кроме книгопечатного станка изобрёл Иоганн Гутенберг?',
        values: [
            'компас',
            'перископ',
            'бритву',
            'парашют',
        ],
        trueValue: 1
    },
    {
        question: 'Каково назначение рисунка на шинах автомобильных колес?',
        values: [
            'Для красоты',
            'Предохраняет обод колеса от удара',
            'Для лучшего сцепления с грунтом',
            'Для идентификации модели',
        ],
        trueValue: 2
    },
    {
        question: 'Зачем гоночному автомобилю крылья?',
        values: [
            'Для большей скорости',
            'Для устойчивого поворота',
            'Для того чтобы лучше прижимало к дороге',
            'Для улучшения управления',
        ],
        trueValue: 2
    },
    {
        question: 'Чем вместо бензина заправляли самый первый автомобиль?',
        values: [
            'Бензином',
            'Дровами',
            'Углём',
            'Мазутом',
        ],
        trueValue: 1
    },
    {
        question: 'Что в переводе с латинского означает  корень слова «авиация»?',
        values: [
            'Птица',
            'Полёт',
            'Летящий',
            'Воздух',
        ],
        trueValue: 0
    },
    {
        question: 'В честь кого названа знаменитая марка автомобилей «Мерседес-бенц»?',
        values: [
            'В честь жены автогонщика, выигравшего для фирмы "Бенц" гонки',
            'В честь дочери директора автомобильной фирмы «Даймлер»',
            'В честь родного города Карла Бенца',
            'В честь возлюбленной графа Монте-Кристо',
        ],
        trueValue: 1
    },
    {
        question: 'Каким образом при взятии города Шлиссельбурга войска Петра I использовали  самолёт? Что на Руси называли "самолётом"?',
        values: [
            '"Воздушного змея"; уточняли направление ветра',
            'Паром; для переправы',
            'Название сигнальной трубы',
            'Почтовых голубей',
        ],
        trueValue: 1
    },
    {
        question: 'Что в переводе с немецкого означает «фольксваген»?',
        values: [
            '«Народный автомобиль»',
            '«Маленькая машина»',
            '«Быстрый автомобиль»',
            '«Жук на колесах»',
        ],
        trueValue: 0
    },
    {
        question: 'Как назывались длинные узкие ладьи, на которых плавали в XI веке викинги?',
        values: [
            'Самбуки',
            'Бумы',
            'Клиперы',
            'Драккары',
        ],
        trueValue: 3
    },
    {
        question: 'Как называются деревянные парусные суда, которые уже несколько тысячелетий используют в Китае и других странах Юго-Восточной Азии?',
        values: [
            'Джонки',
            'Гондолы',
            'Дау',
            'Гуффы',
        ],
        trueValue: 0
    },
    {
        question: 'Дрезина, самодвижущаяся тележка по рельсам, названа в честь изобретателя Дреза, но изобрел он другое приспособление. Какое?',
        values: [
            'Прототип велосипеда',
            '"Волшебный фонарь"',
            'Воздушный шар',
            'Чернильную ручку',
        ],
        trueValue: 0
    },
    {
        question: 'Как называлась подводная лодка, проект которой изобретатель Фултон предложил для использования Наполеону?',
        values: [
            '"Черепаха"',
            '"Кашалот"',
            '"Наутилус"',
            '"Ханли"',
        ],
        trueValue: 2
    },
    {
        question: 'Первый аэростат, изобретённый Ж.Монгольфье стали называть монгольфьером, аэростат Ж.Шарля - шарльером, какое название получил аэростат Жана Батиста Мёнье?',
        values: [
            'батистьер',
            'меньер',
            'цепелин',
            'дирижабль',
        ],
        trueValue: 3
    },
    {
        question: 'Что изобрёл Адольф Сакс?',
        values: [
            'Стетоскоп',
            'Саксофон',
            'Газонокосилку',
            'Гребной винт',
        ],
        trueValue: 1
    }
];