export let textQuizNature = [
    {
        question: 'Какое насекомое никогда не спит?',
        values: [
            'Муравей',
            'Таракан',
            'Пчела',
            'Божья коровка',
        ],
        trueValue: 0
    },
    {
        question: 'Какое животное не имеет голосовых связок?',
        values: [
            'Слон',
            'Кенгуру',
            'Жираф',
            'Панда',
        ],
        trueValue: 2
    },
    {
        question: 'Отпечатки пальцев какого животного похожи на человеческие?',
        values: [
            'Суслик',
            'Коала',
            'Лемур',
            'Белка',
        ],
        trueValue: 1
    },
    {
        question: 'Какое насекомое светится в ультрафиолете?',
        values: [
            'Скорпион',
            'Гусеница',
            'Кузнечик',
            'Шмель',
        ],
        trueValue: 0
    },
    {
        question: 'Детёныши какого животного рождаются с зубами?',
        values: [
            'Шакал',
            'Гиена',
            'Тигр',
            'Гризли',
        ],
        trueValue: 1
    },
    {
        question: 'Какая рыба способна к терморегуляции?',
        values: [
            'Краснопёрый опах',
            'Альбула',
            'Зубатка',
            'Палтус',
        ],
        trueValue: 0
    },
    {
        question: 'У какой рыбы зелёные кости?',
        values: [
            'Окунь',
            'Тунец',
            'Сарган',
            'Сазан',
        ],
        trueValue: 2
    },
    {
        question: 'Какое место является родиной тюльпанов?',
        values: [
            'Голландия',
            'Тянь Шань',
            'Франция',
            'Китай',
        ],
        trueValue: 1
    },
    {
        question: 'Сколько ядовитых растений есть в мире?',
        values: [
            '700',
            '5.000',
            '50.000',
            '10.000',
        ],
        trueValue: 3
    },
    {
        question: 'Какая орхидея является самой большой в мире?',
        values: [
            'Фаленопсис',
            'Орхидея Ванда',
            'Орхидея брассия',
            'Тигровая орхидея',
        ],
        trueValue: 3
    },
    {
        question: 'Что из перечисленного не является орехом?',
        values: [
            'Арахис',
            'Миндаль',
            'Грецкий орех',
            'Пекан',
        ],
        trueValue: 0
    },
    {
        question: 'Какое самое высокое дерево в мире?',
        values: [
            'Дуб',
            'Секвойя',
            'Вяз',
            'Катальпа',
        ],
        trueValue: 1
    },
    {
        question: 'Из коры какого растения было сделано первое лекарство типа аспирина?',
        values: [
            'Каштан',
            'Тополь',
            'Ива',
            'Липа',
        ],
        trueValue: 2
    },
    {
        question: 'В какое дерево чаще всего ударяет молния?',
        values: [
            'Клён',
            'Орешник',
            'Липа',
            'Дуб',
        ],
        trueValue: 3
    },
    {
        question: 'Какое самое быстрорастущее растение?',
        values: [
            'Бамбук',
            'Баобаб',
            'Клён',
            'Каштан',
        ],
        trueValue: 0
    },
    {
        question: 'Самый опасный водоём Африки?',
        values: [
            'озеро Ниос',
            'озеро Киву',
            'озеро Альберт',
            'озеро Танганьика',
        ],
        trueValue: 0
    },
    {
        question: 'Какая страна обладает самым тёмным небом в мире?',
        values: [
            'Андорра',
            'Ниуэ',
            'Монако',
            'Люксембург',
        ],
        trueValue: 1
    },
    {
        question: 'Сколько процентов Земли покрыто водой?',
        values: [
            '60',
            '70',
            '80',
            '90',
        ],
        trueValue: 1
    },
    {
        question: 'Озоновый слой находится в...',
        values: [
            'стратосфере',
            'мезосфере',
            'тропосфере',
            'экзосфере',
        ],
        trueValue: 0
    },
    {
        question: 'Сколько составляет общий вес бактерий,живущих в организме человека?',
        values: [
            '1,5 кг',
            '500 г',
            '2 кг',
            '3,4 кг',
        ],
        trueValue: 2
    },
    {
        question: 'Какое существо является бессмерным?',
        values: [
            'медуза Турритопсис',
            'осьминог Дамбо',
            'краб-йети',
            'рак-богомол',
        ],
        trueValue: 0
    },
    {
        question: 'Самое высокое дерево в Беларуси?',
        values: [
            'Янов ясень',
            'царь-дуб',
            'дуб-патриарх',
            'ель',
        ],
        trueValue: 2
    },
    {
        question: 'Кто из животных левша?',
        values: [
            'белый медведь',
            'амурский тигр',
            'белка',
            'лиса',
        ],
        trueValue: 0
    },
    {
        question: 'Самая сухая пустыня на Земле это...',
        values: [
            'Сахара',
            'Атакама',
            'Калахари',
            'Сонора',
        ],
        trueValue: 1
    },
    {
        question: 'Самый большой океан?',
        values: [
            'Индийский',
            'Тихий',
            'Северный ледовитый',
            'Атлантический',
        ],
        trueValue: 1
    },
    {
        question: 'У кого из морских обитателей есть пупок?',
        values: [
            'дельфин',
            'скат',
            'кит',
            'акула',
        ],
        trueValue: 3
    },
    {
        question: 'Кто из птиц может летать вверх ногами?',
        values: [
            'ласточка',
            'киви',
            'колибри',
            'попугай Ара',
        ],
        trueValue: 2
    },
    {
        question: 'На какую глубину может нырять лось?',
        values: [
            '3 м',
            '10 м',
            '6 м',
            '8 м',
        ],
        trueValue: 2
    },
    {
        question: 'Где растёт «нефтяное дерево» – копаифера, состав сока которого практически ничем не отличается от дизельного топлива?',
        values: [
            'в Бразилии',
            'во Вьетнаме',
            'в Гане',
            'в Руанде',
        ],
        trueValue: 0
    }
];