const textQuiz = [
    {
        question: 'Каким народом были изобретены арабские цифры?',
        values: [
            'Арабами',
            'Греками',
            'Индийцами',
            'Чеченцами',
        ],
        trueValue: 2
    },
    {
        question: 'Какая кличка была у Гая Юлия Цезаря',
        values: [
            '"сандалики"',
            '"ботинки"',
            '"тапочки"',
            '"сапожки"',
        ],
        trueValue: 3
    },
    {
        question: 'Чем наполняли термометры в XVII веке?',
        values: [
            'Ртутью',
            'Коньяком',
            'Духами',
            'Кока-колой',
        ],
        trueValue: 1
    },
    {
        question: 'Кто из американских предпринимателей был награжден нацистами Большим Крестом Ордена Германского орла?',
        values: [
            'Генри Форд',
            'Джон Рокфеллер',
            'Дональд Трамп',
            'Билл Гейтс',
        ],
        trueValue: 0
    },
    {
        question: 'Сколько длилась самая короткая в мире война?',
        values: [
            '2 дня',
            '6 часов',
            '2 недели',
            '38 минут',
        ],
        trueValue: 3
    },
    {
        question: 'Сколько длилась самая длинная в мире война?',
        values: [
            '57 лет',
            '100 лет',
            '335 лет',
            '431 год',
        ],
        trueValue: 2
    },
   {
        question: 'Какое вещество, в настоящий момент являющееся наркотиком, ранее использовалось для лечения кашля у детей?',
        values: [
            'Героин',
            'Амфетомин',
            'Кокаин',
            'Гашиш',
        ],
        trueValue: 0
    },
    {
        question: 'Парламент какой страны является старейшим действующим парламентом, будучи основанным в 930 году?',
        values: [
            'Англии',
            'Японии',
            'Греции',
            'Исландии',
        ],
        trueValue: 3
    },
    {
        question: 'Кто из этих людей НЕ был номинирован на Нобелевскую премию',
        values: [
            'Адольф Гитлер',
            'Иосиф Сталин',
            'Бенито Муссолини',
            'Мао Цзэдун',
        ],
        trueValue: 3
    },
    {
        question: 'Как называли главу Венецианской республики?',
        values: [
            'Князь',
            'Мэр',
            'Дож',
            'Король',
        ],
        trueValue: 2
    },
    {
        question: 'В какой стране возник Фашизм?',
        values: [
            'Германия',
            'Испания',
            'Италия',
            'Япония',
        ],
        trueValue: 2
    },
    {
        question: 'Что для записей использовали шумеры?',
        values: [
            'Вязь',
            'Клинопись',
            'Руны',
            'Иероглифы',
        ],
        trueValue: 1
    },
    {
        question: 'Кто был основателем "Вечного города"?',
        values: [
            'Ромул',
            'Рем',
            'Кий',
            'Константин',
        ],
        trueValue: 0
    },
    {
        question: 'Как прозвали автора поэм «Илиада» и «Одиссея» древнегреческого поэта Гомера?',
        values: [
            'Златоуст',
            'Великий слепец',
            'Баян',
            'Услада богов',
        ],
        trueValue: 1
    },
    {
        question: 'Какому богу были посвящены Олимпийские игры в Древней Греции?',
        values: [
            'Зевсу',
            'Аполлону',
            'Посейдону',
            'Гефесту',
        ],
        trueValue: 0
    },
    {
        question: 'Кто из президентов США изображен на двухдолларовой купюре?',
        values: [
            'Джордж Вашингтон',
            'Авраам Линкольн',
            'Джеймс Мэдисон',
            'Томас Джефферсон',
        ],
        trueValue: 3
    },
    {
        question: 'Кому принадлежит фраза «Коней на переправе не меняют!»?',
        values: [
            'Авраам Линкольн',
            'Александр Суворов',
            'Николай I',
            'Наполено Бонапарт',
        ],
        trueValue: 0  
    },
    {
        question: 'Кому принадлежит фраза «Россия не сердится,Россия сосредотачивается»?',
        values: [
            'Сергею Лаврову',
            'Евгению Примакову',
            'Александру Горчакову',
            'Сергей Витте',
        ],
        trueValue: 2  
    },
    {
        question: 'В истории известны прозвища "железный канцлер", "железная леди", а чьё прозвище было "Железный хромец"?',
        values: [
            'Ярослава Мудрого',
            'Тамерлана',
            'короля Артура',
            'Чингиз Хана',
        ],
        trueValue: 1  
    },
    {
        question: 'Кому принадлежит фраза «История соткана из лжи, в которую все верят»?',
        values: [
            'Теодору Рузвельту',
            'Уинстону Черчиллю',
            'Джорджу Вашингтону',
            'Наполеону Бонапарту',
        ],
        trueValue: 3  
    },
    {
        question: 'Про кого написали «он без шляпы выскочил 14 декабря 1825 г на Сенатскую площадь «смотреть историю», простудился и 22 мая 1826 г. умер».',
        values: [
            'Николай Карамзин',
            'Василий Татищев',
            'Евгений Тарле',
            'Сергей Соловьёв',
        ],
        trueValue: 0  
    },
    {
        question: 'Что назвал Отто фон Бисмарк "пороховым погребом Европы"',
        values: [
            'Францию',
            'Нидерланды',
            'Балканы',
            'Россию',
        ],
        trueValue: 2  
    },
    {
        question: 'Всем известна фраза "Внести свою лепту". Что такое лепта?',
        values: [
            'мелкая монета',
            'чек на благотворительность',
            'строительный материал',
            'пожелание удачи',
        ],
        trueValue: 3  
    }
]