export let textQuiz = [
{
    question: 'Кому принадлежит фраза «Управлять Россией несложно, но совершенно бесполезно»?',
    values: [
        'Александр II',
        'Пётр Столыпин',
        'Владимир Путин',
        'Екатерина II',
    ],
    trueValue: 0  
},
{
    question: 'Дипломатическая борьба канцлеров Бисмарка и Горчакова вошла в историю как "противостояние железных канцлеров", но это прозвище на самом деле получил лишь Бисмарк, как называли Горчакова?',
    values: [
        '"деревянный канцлер!',
        '"бархатный канцлер"',
        '"скользский канцлер"',
        '"старый канцлер"',
    ],
    trueValue: 1  
},
{
    question: 'В какой из перечисленных стран нет должности Президента?',
    values: [
        'Бельгия',
        'Франция',
        'Германия',
        'Португалия',
    ],
    trueValue: 0  
},
{
    question: 'Фраза  «Не повышай голоса, но держи наготове большую дубинку, и ты далеко пойдёшь» поясняет принцип',
    values: [
        'политики "дальние горизонты"',
        'принципа "всегда готов"',
        'принципа "тише едешь - дальше будешь',
        'политики "большой дубинки"',
    ],
    trueValue: 3  
},
{
    question: 'В какой стране столица названа в честь президента',
    values: [
        'Азербайджан',
        'Казахстан',
        'Монголия',
        'Дагестан',
    ],
    trueValue: 1  
},
{
    question: 'Что такое эгалитаризм?',
    values: [
        'то же, что и эгоцентризм',
        'самовлюблённость',
        'теория о политической власти элит',
        'теория о всеобщем равентстве',
    ],
    trueValue: 3  
},
{
    question: 'Какое слово нельзя произносить депутатам парламента штата Южная Австралия?',
    values: [
        'Спасибо',
        'Простите',
        'Здравствуйте',
        'Пожалуйста',
    ],
    trueValue: 3  
},
{
    question: 'Какое изначальное значение имело слово «идиот» у древних греков?',
    values: [
        'Очень глупого человека',
        'Человека, который не интересуется политикой',
        'Философа',
        'Всезнайки',
    ],
    trueValue: 1  
},
{
    question: 'В какой стране вымышленный депутат официально считается членом парламента?',
    values: [
        'Франция',
        'Великобритания',
        'Германия',
        'Италия',
    ],
    trueValue: 2  
},
{
    question: 'В какой стране совещание президента с правительством проходило на дне моря?',
    values: [
        'Доминиканская республика',
        'Мадагаскар',
        'Государство Мальдивы',
        'Республика Кипр',
    ],
    trueValue: 2  
},
{
    question: 'Какую шутку адресовал хирургам Рейган с пулей в лёгком?',
    values: [
        '"Надеюсь, вы все республиканцы?"',
        '"Надеюсь, никто из вас не видел мои фильмы?"',
        '"Надеюсь, вы ничего не оставите на память?"',
        '"Надеюсь, вы - врачи"',
    ],
    trueValue: 0  
},
{
    question: 'Как называется северокорейская националистическая государственная идеология?',
    values: [
        'кимиризм',
        'чучхе',
        'бунбохюе',
        'вьетаизм',
    ],
    trueValue: 1  
},
{
    question: 'Какой из нижеперечисленных политических партий не существует среди зарегистрированных в странах?',
    values: [
        '"Пиратская партия"',
        '"Партия полоумных"',
        '"Ни один из кандидатов не заслуживает моего голоса!"',
        'Партия "Кукумбер"',
    ],
    trueValue: 3  
},
{
    question: 'Что обозначает термин "абсентеизм"?',
    values: [
        'Культура "правильного" употребления абсента',
        'Уклонение избирателей от участия в голосовании на выборах',
        'Форма хронического алкоголизма, возникающая вследствие злоупотребления абсентом',
        'Отсутствие понимания действительности',
    ],
    trueValue: 1  
},
{
    question: '"Гибридный" типа политического режима, реализующий политику либерализации без проведения всеобщих выборов',
    values: [
        'диктабланда',
        'либертотал',
        'демофолс',
        'либертализм',
    ],
    trueValue: 0  
},
{
    question: 'Имя этого политика является почти нарицательным для обозначения хитрости и беспринципности. После его смерти остряки шутили: "Интересно, зачем это ему понадобилось?"',
    values: [
        'Шарль Талейран',
        'Кардинал Ришелье',
        'Иннокентий XI',
        'Уинстон Черчилль',
    ],
    trueValue: 0  
},
{
    question: 'Кто придумал государственный флаг Италии?',
    values: [
        'король Пьемонта Карл Альберт',
        'Наполеон Бонапарт',
        'Джузеппе Гарибальди',
        'Александр I',
    ],
    trueValue: 1  
},
{
    question: 'МетеорологРегге давал имена ураганам и в честь политиков, которых презирал. Чему в Египте дают имена по такому же принципу?',
    values: [
        'очагам зыбучих песков',
        'верблюдам',
        'наводнениям',
        'непопулярному сорту фиников',
    ],
    trueValue: 3  
},
{
    question: 'В какой стране родилось столько же израильских президентов, как в самом Израиле (на 2021 г)?',
    values: [
        'в Польше',
        'в Беларуси',
        'в Украине',
        'в США',
    ],
    trueValue: 1  
},
{
    question: 'Территория или часть территории одного государства, окруженная территорией другого или других государств',
    values: [
        'Анклав',
        'Федерация',
        'Конфедерация',
        'Уния',
    ],
    trueValue: 0  
},
{
    question: 'В какой стране государственным устройством является некрократия?',
    values: [
        'Федеративная Республика Сомали',
        'Объединённая Республика Танзания',
        'Корейская Народно-Демократическая Республика',
        'Монгольская Народная Республика',
    ],
    trueValue: 2  
}
];