export let textQuizArchitecture = [
    {
        question: 'Что всегда носил в кармане Гауди?',
        values: [
            'помидор',
            'карандаш',
            'картошку',
            'яйцо',
        ],
        trueValue: 3
    },
    {
        question: 'Какой замок в Беларуси охраняем ЮНЕСКО?',
        values: [
            'Лидский замок',
            'Несвижский замок',
            'Гольшанский замок',
            'Старый замок',
        ],
        trueValue: 1
    },
    {
        question: 'В каком городе решено построить первый в мире движущийся небоскрёб?',
        values: [
            'Токио',
            'Нью-Йорк',
            'Дубаи',
            'Шанхай',
        ],
        trueValue: 2
    },
    {
        question: 'Как называется опора моста?',
        values: [
            'Баран',
            'Бык',
            'Бизон',
            'Тур',
        ],
        trueValue: 1
    },
    {
        question: 'Название какого архитектурного стиля переводится с французского как «империя»?',
        values: [
            'Готика',
            'Ампир',
            'Барокко',
            'Модерн',
        ],
        trueValue: 1
    },
    {
        question: 'Как в архитектуре называют первый этаж здания?',
        values: [
            'Бельэтаж',
            'Цоколь',
            'Пентхаус',
            'Мансарда',
        ],
        trueValue: 1
    },
    {
        question: 'Что такое парапет?',
        values: [
            'Нижний этаж жилого дома, имеющий хозяйственное назначение.',
            'Треугольное завершение фасада здания.',
            'Невысокая ограждающая стенка или перила.',
            'Лестница без перил',
        ],
        trueValue: 2
    },
    {
        question: 'В 16 веке на смену куполам пришло чисто русское изобретение, не имеющее аналогов в церковной архитектуре. Что это?',
        values: [
            'кокошник',
            'шатер',
            'конха',
            'балдахин',
        ],
        trueValue: 1
    },
    {
        question: 'Особенности стиля барокко:',
        values: [
            'сложные формы и обилие украшений',
            'порядок расположения колонн, пилястр, притолок',
            'легкость, приветливость, игривость',
            'рационализм и использование только функциональных деталей',
        ],
        trueValue: 0
    },
    {
        question: 'Какой современный стадион из-за необычного фасада чаще называют "птичьим гнездом"?',
        values: [
            'Шанхайский стадион',
            'стадион "Маракана" в Рио-де-Жанейро',
            'стадион "Ацтека" в Мехико',
            'Пекинский национальный стадион в Китае',
        ],
        trueValue: 3
    },
    {
        question: 'Что такое флигель?',
        values: [
            'вспомогательная пристройка к жилому дому или отдельно стоящая второстепенная постройка',
            'нижняя, обычно несколько выступающая часть наружной стены здания, лежащая на фундаменте',
            'вертикальное остроконечное завершение зданий, увенчанных флагом',
            'арка из тесаных клинчатых камней, укрепляющая ребра свода',
        ],
        trueValue: 0
    },
    {
        question: 'Назовите древнейший в России собор:',
        values: [
            'Церковь Рождества Богородицы в Перыни',
            'Московский собор Петра Митрополита',
            'Николо-Дворищенский собор в Новгороде',
            'Церковь Василя на Горке в Пскове',
        ],
        trueValue: 2
    },
    {
        question: 'В чем особенность Бруклинского моста?',
        values: [
            'один из старейших подвесных мостов, сохранившихся в США',
            'самый длинный мост в Нью-Йорке',
            'символ кризиса Америки',
            'проложен над большим озером',
        ],
        trueValue: 0
    },
    {
        question: 'Одной из основных черт хай-тека является:',
        values: [
            'отказ от классических линий и углов в пользу более декоративных',
            'широкое использование серебристо-металлического цвета',
            'рациональный подход к решению внутренней планировки',
            'отказ от декоративных элементов классических стилей',
        ],
        trueValue: 1
    },
    {
        question: 'Что называется колоннадой?',
        values: [
            'пристенная полуколонна прямоугольного сечения',
            'подпорка, столпообразный выступ стены, увеличивающий ее устойчивость',
            'круглый опорный столб',
            'ряд колонн, объединенных горизонтальным перекрытием',
        ],
        trueValue: 3
    },
    {
        question: 'В каком замке по легенде останавливался Влад Цепеш, прототип Дракулы?',
        values: [
            'Килкенни',
            'Арагонский замок',
            'Бран',
            'Нойшванштайн',
        ],
        trueValue: 2
    },
    {
        question: 'Какой архитектор использовал визуальную иллюзию парения здания над землей, устанавливая основную массу здания на колонны?',
        values: [
            'Ле Корбюзье',
            'Заха Хадид',
            'Фрэнк Гери',
            'Людвиг Мис ван дер Роэ',
        ],
        trueValue: 0
    },
    {
        question: 'Архитектором какого из задний является Рафаэль Санти?',
        values: [
            'Палаццо Фарнезе в Риме',
            'Вилла Фарнезе в Витербо',
            'Дворец Пандольфини во Флоренции',
            'Палаццо Вендрамин Калерджи Пьетро Ломбардо в Венеции',
        ],
        trueValue: 2
    },
    {
        question: 'Какое из зданий относят к периоду Раннего Возрождения?',
        values: [
            'Базилика Сан-Лоренцо во Флоренции',
            'Собор Святого Петра в Ватикане',
            'Собор святого Петра в Риме',
            'Собор Святого Гатьена Турского в Туре',
        ],
        trueValue: 0
    },
    {
        question: 'К каком архитектурному стилю относится Эйфелева башня?',
        values: [
            'модерн',
            'классицизм',
            'барокко',
            'готика',
        ],
        trueValue: 0
    },
    {
        question: 'Что является прообразом Петергофа в Санкт-Петербурге?',
        values: [
            'Вестминстерский дворец',
            'Версаль',
            'Колизей',
            'Королевский дворец в Мадриде',
        ],
        trueValue: 1
    },
    {
        question: 'Кто архитектор драмтеатра в Гродно?',
        values: [
            'Мачульский',
            'Миронова',
            'Парусников',
            'Шабалин',
        ],
        trueValue: 0
    },
    {
        question: 'Какая компания выпускала блоки для архитекторов?',
        values: [
            'Tesla',
            'Apple',
            'KFC',
            'LEGO',
        ],
        trueValue: 3
    },
    {
        question: 'Какой известный замок, находящийся в Германии, стал прообразом в  Диснейленде?',
        values: [
            'Замок Нойшванштайн',
            'Замок Клайнбардорф',
            'Замок Линдерхоф',
            'Замок Виндзорский',
        ],
        trueValue: 0
    },
    {
        question: 'Как называется самое высокое сооружение в мире, напоминающее сталагмит?',
        values: [
            'Спейс-Нидл',
            'Саграда Фамилия',
            'Бурдж-Халифа',
            'Эйфелева башня',
        ],
        trueValue: 2
    },
    {
        question: 'Где находится "Бурдж-Халифа"',
        values: [
            'Испания',
            'Италия',
            'Турция',
            'Дубай',
        ],
        trueValue: 3
    },
    {
        question: 'Какой дворец находится в Гомеле?',
        values: [
            'Усадьба Святополк-Четвертинских',
            'Дворец Радзивиллов',
            'Дворец Румянцевых-Паскевичей',
            'Дворец Независимости',
        ],
        trueValue: 2
    },
    {
        question: 'Раньше архитектура была...',
        values: [
            'предметом в школе',
            'олимпийским видом спорта',
            'видом транспорта',
            'видом одежды',
        ],
        trueValue: 1
    },
    {
        question: 'Сколько лет строили Великую Китайскую стену?',
        values: [
            '2.4 тысячи лет',
            '2.5 года',
            '500 лет',
            '3000',
        ],
        trueValue: 0
    },
    {
        question: 'Какой известный учёный в экспериментальных целях сбрасывал тела разной массы с Пизанской башни?',
        values: [
            'Николай Коперник',
            'Исаак Ньютон',
            'Галилео Галилей',
            'Ричард Фейнман',
        ],
        trueValue: 2
    },
    {
        question: 'Статуи каких мифических животных украшают Собор Парижской Богоматери?',
        values: [
            'Драконов',
            'Горгон',
            'Гаргулий и химер',
            'Минотавров',
        ],
        trueValue: 2
    },
    {
        question: 'В каком городе решено построить первый в мире движущийся небоскрёб?',
        values: [
            'В Токио',
            'В Дубае',
            'В Чикаго',
            'В Пекине',
        ],
        trueValue: 1
    },
    {
        question: 'Какая из перечисленных стран лидирует по количеству небоскрёбов?',
        values: [
            'Китай',
            'Япония',
            'США',
            'ОАЭ',
        ],
        trueValue: 0
    },
    {
        question: 'Из скольких камней состоит Стоунхендж?',
        values: [
            '56',
            '117',
            '23',
            '77',
        ],
        trueValue: 1
    },
    {
        question: 'В замке какого города прошёл последний сойм Речи Посполитой?',
        values: [
            'Несвиж',
            'Гродно',
            'Новогрудок',
            'Мир',
        ],
        trueValue: 1
    },
    {
        question: 'Какая страна является центром романской архитектуры?',
        values: [
            'Франция',
            'Германия',
            'Италия',
            'Англия',
        ],
        trueValue: 2
    },
    {
        question: 'Где зародился готический стиль?',
        values: [
            'Франция',
            'Англия',
            'Германия',
            'Италия',
        ],
        trueValue: 0
    },
    {
        question: 'Что означает термин "готика"?',
        values: [
            'Заново рождённый',
            'Древний',
            'Варварский, непривычный',
            'Вечный',
        ],
        trueValue: 2
    },
    {
        question: 'Какой период предшествует архитектуре Возрождения?',
        values: [
            'Готика',
            'Эклектика',
            'Барокко',
            'Неоклассицизм',
        ],
        trueValue: 0
    },
    {
        question: 'Как называется замок Дракулы?',
        values: [
            'Замок Бран',
            'Замок Пелеш',
            'Замок Пелишор',
            'Замок Шамбор',
        ],
        trueValue: 0
    },
    {
        question: 'Как называется замок Короля Артура?',
        values: [
            'Барнард',
            'Даффилд',
            'Тинтагель',
            'Гарибальди',
        ],
        trueValue: 2
    },
    {
        question: 'Кем была Семирамида, в честь которой было названо одно из Чудес Света?',
        values: [
            'Женой фараона',
            'Ассирийской царицей',
            'Мифической богиней',
            'Матерью Навуходоносора II',
        ],
        trueValue: 1
    }
];