export let textQuizGeography = [
    {
        question: 'Какая пустыня расположена в южном полушарии?',
        values: [
            'Сахара',
            'Кара-Кум',
            'Атакама',
            'Гоби',
        ],
        trueValue: 2
    },
    {
        question: 'Самый большой в мире остров?',
        values: [
            'Новая Гвинея',
            'Мадагаскар',
            'Гренландия',
            'Бали',
        ],
        trueValue: 2
    },
    {
        question: 'Какая из этих стран имеет выход к Каспийскому морю?',
        values: [
            'Таджикистан',
            'Туркменистан',
            'Узбекистан',
            'Афганистан',
        ],
        trueValue: 1
    },
    {
        question: 'На территории какого современного государства находятся развалины древнего города Карфаген?',
        values: [
            'Сирия',
            'Египет',
            'Тунис',
            'Иордания',
        ],
        trueValue: 2
    },
    {
        question: 'В какой стране находится город Шлиссельбург? ',
        values: [
            'Россия',
            'Германия',
            'Австрия',
            'Польша',
        ],
        trueValue: 0
    },
    {
        question: 'Что такое Титикака?',
        values: [
            'Озеро',
            'Пролив',
            'Река',
            'Залив',
        ],
        trueValue: 0
    },
    {
        question: 'Какой из этих городов расположен в Южной Америке? ',
        values: [
            'Кито',
            'Сан-Сальвадор',
            'Мехико',
            'Акапулько',
        ],
        trueValue: 0
    },
    {
        question: 'На каком материке нет рек?',
        values: [
            'Австралия',
            'Антарктида',
            'Евразия',
            'Северная Америка',
        ],
        trueValue: 1
    },
    {
        question: 'В каком море ловят рыбу жители трёх частей света?',
        values: [
            'Каспийском',
            'Черном',
            'Средиземном',
            'Красном',
        ],
        trueValue: 2
    },
    {
        question: 'Какая река дважды пересекает экватор? ',
        values: [
            'Амазонка',
            'Нил',
            'Конго',
            'Волга',
        ],
        trueValue: 2
    },
    {
        question: 'Какая часть света омывается всеми четырьмя океанами?',
        values: [
            'Европа',
            'Азия',
            'Австралия',
            'Антарктида',
        ],
        trueValue: 1
    },
    {
        question: 'В какой стране находится город Цинциннати?',
        values: [
            'Испания',
            'Италия',
            'Франция',
            'США',
        ],
        trueValue: 3
    },
    {
        question: 'Где находится пустыня Каракум?',
        values: [
            'Туркменистан',
            'Армения',
            'Афганистан',
            'Пакистан',
        ],
        trueValue: 0
    },
    {
        question: 'Самая большая страна Африки?',
        values: [
            'Алжир',
            'Судан',
            'Ливия',
            'Нигер',
        ],
        trueValue: 0
    },
    {
        question: 'Где находится Аравийская пустыня?',
        values: [
            'В Саудовской Аравии',
            'В ОАЭ',
            'В Африке',
            'В Эквадоре',
        ],
        trueValue: 2
    },
    {
        question: 'Самый высокий водопад- это:',
        values: [
            'Виктория',
            'Тугелла',
            'Ниагарский',
            'Анхель',
        ],
        trueValue: 3
    },
    {
        question: 'Как называют жителей города Смоленска в РФ?',
        values: [
            'Смольчане',
            'Смоляне',
            'Смоленчане',
            'Смоленские',
        ],
        trueValue: 1
    },
    {
        question: 'Самый высокий действующий вулкан в Европе - это:',
        values: [
            'Эльбрус',
            'Килиманджаро',
            'Этна',
            'Ключевская сопка',
        ],
        trueValue: 2
    },
    {
        question: 'Какая религия преобладает в Грузии?',
        values: [
            'Ислам',
            'Православие',
            'Иудаизм',
            'Протестантизм',
        ],
        trueValue: 1
    },
    {
        question: 'Какую страну пересекает нулевой меридиан?',
        values: [
            'Японию',
            'Испанию',
            'Норвегию',
            'Великобританию',
        ],
        trueValue: 3
    },
    {
        question: 'Самая густонаселённая страна - это:',
        values: [
            'Япония',
            'Индия',
            'Монако',
            'Китай',
        ],
        trueValue: 2
    },
    {
        question: 'Где находится гора Арарат?',
        values: [
            'в Армении',
            'в Азербайджане',
            'в Грузии',
            'в Турции',
        ],
        trueValue: 3
    },
    {
        question: 'Фуфу - национальное блюдо в:',
        values: [
            'Перу',
            'Эквадоре',
            'Гане',
            'ЮАР',
        ],
        trueValue: 2
    },
    {
        question: 'Самое большое озеро в мире - это: ',
        values: [
            'Гурон',
            'Виктория',
            'Верхнее',
            'Каспийское море',
        ],
        trueValue: 3
    },
    {
        question: 'Выберите "четвёртое лишнее":',
        values: [
            'Чикаго',
            'Сан-Франциско',
            'Майами',
            'Каир',
        ],
        trueValue: 3
    },
    {
        question: 'Самый широкий пролив на Земле - это:',
        values: [
            'Босфор',
            'Дарданеллы',
            'Гибралтар',
            'Дрейка',
        ],
        trueValue: 3
    },
    {
        question: 'Коренные жители Америки',
        values: [
            'Индийцы',
            'Индейцы',
            'Афроамериканцы',
            'Америка не была освоена никем до её открытия',
        ],
        trueValue: 1
    },
    {
        question: 'Какая из этих стран граничит только с одним государством?',
        values: [
            'Норвегия',
            'Португалия',
            'Бельгия',
            'Германия',
        ],
        trueValue: 1
    },
    {
        question: 'Столица Нидерландов?',
        values: [
            'Роттердам',
            'Амстердам',
            'Брюссель',
            'Дортмунд',
        ],
        trueValue: 1
    },
    {
        question: 'Самый крупный по территории штат США?',
        values: [
            'Техас',
            'Аляска',
            'Нью-Йорк',
            'Вашингтон',
        ],
        trueValue: 1
    },
    {
        question: 'В какой стране была открыта компания Christian Dior?',
        values: [
            'Италия',
            'Франция',
            'Испания',
            'Англия',
        ],
        trueValue: 1
    },
    {
        question: 'В какой стране находится Мекка?',
        values: [
            'Ирак',
            'Иран',
            'Турция',
            'Саудовская Аравия',
        ],
        trueValue: 3
    },
    {
        question: 'Национальным животным какой страны является бобёр?',
        values: [
            'Дания',
            'Швеция',
            'Канада',
            'США',
        ],
        trueValue: 2
    },
    {
        question: 'Самый распространённый язык по количеству носителей в мире?',
        values: [
            'Испанский',
            'Английский',
            'Китайский',
            'Русский',
        ],
        trueValue: 2
    },
    {
        question: 'Федеративным по форме политико-территориального устройства является государство:',
        values: [
            'Франция',
            'Литва',
            'США',
            'Катар',
        ],
        trueValue: 2
    },
    {
        question: 'Укажите географический объект, расположенный в пределах материка Южная Америка:',
        values: [
            'Пустыня Атакама',
            'Река Миссисипи',
            'Река Нил',
            'Тибетское нагорье',
        ],
        trueValue: 0
    },
    {
        question: 'Выберите самую большую по площади из перечисленных стран:',
        values: [
            'Украина',
            'Германия',
            'Испания',
            'Польша',
        ],
        trueValue: 0
    },
    {
        question: 'Название какой европейской страны на итальянском звучит как "Montenegro"?',
        values: [
            'Черногория',
            'Швейцария',
            'Греция',
            'Италия',
        ],
        trueValue: 0
    },
    {
        question: 'В какой стране проживает самое большое количество японцев за пределами Японии?',
        values: [
            'Бразилия',
            'США',
            'Китай',
            'Россия',
        ],
        trueValue: 0
    },
    {
        question: 'Где находиться гора Аконкагуа?',
        values: [
            'Бразилия',
            'Китай',
            'Чили',
            'Аргентина',
        ],
        trueValue: 3
    },
    {
        question: 'Какой из французских городов является городом-побратимом(породнённым) для Гродно?',
        values: [
            'Брест',
            'Лилль',
            'Париж',
            'Лимож',
        ],
        trueValue: 3
    },
    {
        question: 'Что из этого является полуостровом?',
        values: [
            'Куба',
            'Ямайка',
            'Аляска',
            'Гренландия',
        ],
        trueValue: 2
    },
    {
        question: 'Что из этого является озером?',
        values: [
            'Урал',
            'Колорадо',
            'Каспийское море',
            'Хуанхэ',
        ],
        trueValue: 2
    },
    {
        question: 'Самый густнонаселённый город мира?',
        values: [
            'Дели',
            'Шанхай',
            'Токио',
            'Москва',
        ],
        trueValue: 2
    },
    {
        question: 'На каком континенте находится Алжир?',
        values: [
            'Европа',
            'Африка',
            'Южная Америка',
            'Австралия',
        ],
        trueValue: 1
    },
    {
        question: 'В какой области находится город Новополоцк?',
        values: [
            'Витебская',
            'Гомельская',
            'Могилёвская',
            'Минская',
        ],
        trueValue: 0
    },
    {
        question: 'Где находится древний город Мачу-Пикчу?',
        values: [
            'Перу',
            'Боливия',
            'Парагвай',
            'Бразилия',
        ],
        trueValue: 0
    },
    {
        question: 'На каком континенте находится Гондурас?',
        values: [
            'Южная Америка',
            'Северная Америка',
            'Азия',
            'Китай',
        ],
        trueValue: 1
    },
    {
        question: 'Какое из этих озёр расположено в Европе?',
        values: [
            'Виктория',
            'Балатон',
            'Байкал',
            'Онтарио',
        ],
        trueValue: 1
    },
    {
        question: 'Что находится в Островце?',
        values: [
            'ГЭС',
            'ТЭС',
            'АЭС',
            'ДРЭС',
        ],
        trueValue: 2
    },
    {
        question: 'В какой стране находятся руины Спарты?',
        values: [
            'Италия',
            'Чехия',
            'Греция',
            'Македония',
        ],
        trueValue: 2
    },
    {
        question: 'Самая большая страна по населению в Европе?',
        values: [
            'Россия',
            'Великобритания',
            'Франция',
            'Германия',
        ],
        trueValue: 0
    }
];