export default {
    history: [
        {
            question: 'Каким народом были изобретены арабские цифры?',
            values: [
                'Арабами',
                'Греками',
                'Индийцами',
                'Чеченцами',
            ],
            trueValue: 2
        },
        {
            question: 'Какая кличка была у Гая Юлия Цезаря?',
            values: [
                '"сандалики"',
                '"ботинки"',
                '"тапочки"',
                '"сапожки"',
            ],
            trueValue: 3
        },
        {
            question: 'Чем наполняли термометры в XVII веке?',
            values: [
                'Ртутью',
                'Коньяком',
                'Духами',
                'Кока-колой',
            ],
            trueValue: 1
        },
        {
            question: 'Кто из американских предпринимателей был награжден нацистами Большим Крестом Ордена Германского орла?',
            values: [
                'Генри Форд',
                'Джон Рокфеллер',
                'Дональд Трамп',
                'Билл Гейтс',
            ],
            trueValue: 0
        },
        {
            question: 'Сколько длилась самая короткая в мире война?',
            values: [
                '2 дня',
                '6 часов',
                '2 недели',
                '38 минут',
            ],
            trueValue: 3
        },
        {
            question: 'Сколько длилась самая длинная в мире война?',
            values: [
                '57 лет',
                '100 лет',
                '335 лет',
                '431 год',
            ],
            trueValue: 2
        },
        {
            question: 'Какое вещество, в настоящий момент являющееся наркотиком, ранее использовалось для лечения кашля у детей?',
            values: [
                'Героин',
                'Амфетомин',
                'Кокаин',
                'Гашиш',
            ],
            trueValue: 0
        },
        {
            question: 'Парламент какой страны является старейшим действующим парламентом, будучи основанным в 930 году?',
            values: [
                'Англии',
                'Японии',
                'Греции',
                'Исландии',
            ],
            trueValue: 3
        },
        {
            question: 'Кто из этих людей НЕ был номинирован на Нобелевскую премию?',
            values: [
                'Адольф Гитлер',
                'Иосиф Сталин',
                'Бенито Муссолини',
                'Мао Цзэдун',
            ],
            trueValue: 3
        },
        {
            question: 'Как называли главу Венецианской республики?',
            values: [
                'Князь',
                'Мэр',
                'Дож',
                'Король',
            ],
            trueValue: 2
        },
        {
            question: 'В какой стране возник фашизм?',
            values: [
                'Германия',
                'Испания',
                'Италия',
                'Япония',
            ],
            trueValue: 2
        },
        {
            question: 'Что для записей использовали шумеры?',
            values: [
                'Вязь',
                'Клинопись',
                'Руны',
                'Иероглифы',
            ],
            trueValue: 1
        },
        {
            question: 'Кто был основателем "Вечного города"?',
            values: [
                'Ромул',
                'Рем',
                'Кий',
                'Константин',
            ],
            trueValue: 0
        },
        {
            question: 'Как прозвали автора поэм «Илиада» и «Одиссея» древнегреческого поэта Гомера?',
            values: [
                'Златоуст',
                'Великий слепец',
                'Баян',
                'Услада богов',
            ],
            trueValue: 1
        },
        {
            question: 'Какому богу были посвящены Олимпийские игры в Древней Греции?',
            values: [
                'Зевсу',
                'Аполлону',
                'Посейдону',
                'Гефесту',
            ],
            trueValue: 0
        },
        {
            question: 'Кто из президентов США изображен на двухдолларовой купюре?',
            values: [
                'Джордж Вашингтон',
                'Авраам Линкольн',
                'Джеймс Мэдисон',
                'Томас Джефферсон',
            ],
            trueValue: 3
        },
        {
            question: 'Кому принадлежит фраза «Коней на переправе не меняют!»?',
            values: [
                'Авраам Линкольн',
                'Александр Суворов',
                'Николай I',
                'Наполен Бонапарт',
            ],
            trueValue: 0
        },
        {
            question: 'Кому принадлежит фраза «Россия не сердится, Россия сосредотачивается»?',
            values: [
                'Сергею Лаврову',
                'Евгению Примакову',
                'Александру Горчакову',
                'Сергею Витте',
            ],
            trueValue: 2
        },
        {
            question: 'В истории известны прозвища "железный канцлер", "железная леди", а чьё прозвище было "Железный хромец"?',
            values: [
                'Ярослава Мудрого',
                'Тамерлана',
                'короля Артура',
                'Чингиз Хана',
            ],
            trueValue: 1
        },
        {
            question: 'Кому принадлежит фраза «История соткана из лжи, в которую все верят»?',
            values: [
                'Теодору Рузвельту',
                'Уинстону Черчиллю',
                'Джорджу Вашингтону',
                'Наполеону Бонапарту',
            ],
            trueValue: 3
        },
        {
            question: 'Про кого написали: «он без шляпы выскочил 14 декабря 1825 г на Сенатскую площадь «смотреть историю», простудился и 22 мая 1826 г. умер»?',
            values: [
                'Николай Карамзин',
                'Василий Татищев',
                'Евгений Тарле',
                'Сергей Соловьёв',
            ],
            trueValue: 0
        },
        {
            question: 'Что назвал Отто фон Бисмарк "пороховым погребом Европы"?',
            values: [
                'Францию',
                'Нидерланды',
                'Балканы',
                'Россию',
            ],
            trueValue: 2
        },
        {
            question: 'Всем известна фраза "Внести свою лепту". Что такое лепта?',
            values: [
                'мелкая монета',
                'чек на благотворительность',
                'строительный материал',
                'пожелание удачи',
            ],
            trueValue: 0
        }
    ],

    politics: [
        {
            question: 'Кому принадлежит фраза «Управлять Россией несложно, но совершенно бесполезно»?',
            values: [
                'Александр II',
                'Пётр Столыпин',
                'Владимир Путин',
                'Екатерина II',
            ],
            trueValue: 0
        },
        {
            question: 'Дипломатическая борьба канцлеров Бисмарка и Горчакова вошла в историю как "противостояние железных канцлеров", но у Горчакова было другое прозвище. Какое?',
            values: [
                '"деревянный канцлер!',
                '"бархатный канцлер"',
                '"скользский канцлер"',
                '"старый канцлер"',
            ],
            trueValue: 1
        },
        {
            question: 'В какой из перечисленных стран нет должности Президента?',
            values: [
                'Бельгия',
                'Франция',
                'Германия',
                'Португалия',
            ],
            trueValue: 0
        },
        {
            question: 'Фраза  «Не повышай голоса, но держи наготове большую дубинку, и ты далеко пойдёшь» поясняет принцип',
            values: [
                'политики "дальние горизонты"',
                'принципа "всегда готов"',
                'принципа "тише едешь - дальше будешь',
                'политики "большой дубинки"',
            ],
            trueValue: 3
        },
        {
            question: 'В какой стране столица названа в честь президента',
            values: [
                'Азербайджан',
                'Казахстан',
                'Монголия',
                'Дагестан',
            ],
            trueValue: 1
        },
        {
            question: 'Что такое эгалитаризм?',
            values: [
                'то же, что и эгоцентризм',
                'самовлюблённость',
                'теория о политической власти элит',
                'теория о всеобщем равентстве',
            ],
            trueValue: 3
        },
        {
            question: 'Какое слово нельзя произносить депутатам парламента штата Южная Австралия?',
            values: [
                'Спасибо',
                'Простите',
                'Здравствуйте',
                'Пожалуйста',
            ],
            trueValue: 3
        },
        {
            question: 'Какое изначальное значение имело слово «идиот» у древних греков?',
            values: [
                'Очень глупого человека',
                'Человека, который не интересуется политикой',
                'Философа',
                'Всезнайки',
            ],
            trueValue: 1
        },
        {
            question: 'В какой стране вымышленный депутат официально считается членом парламента?',
            values: [
                'Франция',
                'Великобритания',
                'Германия',
                'Италия',
            ],
            trueValue: 2
        },
        {
            question: 'В какой стране совещание президента с правительством проходило на дне моря?',
            values: [
                'Доминиканская республика',
                'Мадагаскар',
                'Государство Мальдивы',
                'Республика Кипр',
            ],
            trueValue: 2
        },
        {
            question: 'Какую шутку адресовал хирургам Рейган с пулей в лёгком?',
            values: [
                '"Надеюсь, вы все республиканцы?"',
                '"Надеюсь, никто из вас не видел мои фильмы?"',
                '"Надеюсь, вы ничего не оставите на память?"',
                '"Надеюсь, вы - врачи"',
            ],
            trueValue: 0
        },
        {
            question: 'Как называется северокорейская националистическая государственная идеология?',
            values: [
                'кимиризм',
                'чучхе',
                'бунбохюе',
                'вьетаизм',
            ],
            trueValue: 1
        },
        {
            question: 'Какой из нижеперечисленных политических партий не существует среди зарегистрированных в странах?',
            values: [
                '"Пиратская партия"',
                '"Партия полоумных"',
                '"Ни один из кандидатов не заслуживает моего голоса!"',
                'Партия "Кукумбер"',
            ],
            trueValue: 3
        },
        {
            question: 'Что обозначает термин "абсентеизм"?',
            values: [
                'Культура "правильного" употребления абсента',
                'Уклонение избирателей от участия в голосовании на выборах',
                'Форма хронического алкоголизма, возникающая вследствие злоупотребления абсентом',
                'Отсутствие понимания действительности',
            ],
            trueValue: 1
        },
        {
            question: '"Гибридный" типа политического режима, реализующий политику либерализации без проведения всеобщих выборов',
            values: [
                'диктабланда',
                'либертотал',
                'демофолс',
                'либертализм',
            ],
            trueValue: 0
        },
        {
            question: 'Имя этого политика является почти нарицательным для обозначения хитрости и беспринципности. После его смерти остряки шутили: "Интересно, зачем это ему понадобилось?"',
            values: [
                'Шарль Талейран',
                'Кардинал Ришелье',
                'Иннокентий XI',
                'Уинстон Черчилль',
            ],
            trueValue: 0
        },
        {
            question: 'Кто придумал государственный флаг Италии?',
            values: [
                'король Пьемонта Карл Альберт',
                'Наполеон Бонапарт',
                'Джузеппе Гарибальди',
                'Александр I',
            ],
            trueValue: 1
        },
        {
            question: 'Метеоролог Регге давал имена ураганам и в честь политиков, которых презирал. Чему в Египте дают имена по такому же принципу?',
            values: [
                'очагам зыбучих песков',
                'верблюдам',
                'наводнениям',
                'непопулярному сорту фиников',
            ],
            trueValue: 3
        },
        {
            question: 'В какой стране родилось столько же израильских президентов, как в самом Израиле (на 2021 г)?',
            values: [
                'в Польше',
                'в Беларуси',
                'в Украине',
                'в США',
            ],
            trueValue: 1
        },
        {
            question: 'Территория или часть территории одного государства, окруженная территорией другого или других государств',
            values: [
                'Анклав',
                'Федерация',
                'Конфедерация',
                'Уния',
            ],
            trueValue: 0
        },
        {
            question: 'В какой стране государственным устройством является некрократия?',
            values: [
                'Федеративная Республика Сомали',
                'Объединённая Республика Танзания',
                'Корейская Народно-Демократическая Республика',
                'Монгольская Народная Республика',
            ],
            trueValue: 2
        }
    ],

    literature: [
        {
            question: 'Первый нобелевский лауреат в истории независимой Белоруссии и первый с 1987 года русскоязычный писатель?',
            values: [
                'Владимир Короткевич',
                'Светлана Алексиевич',
                'Иван Пташников',
                'Евгения Янищиц',
            ],
            trueValue: 1
        },
        {
            question: 'В 1927 году был опубликован его первый роман «Сястра», в 1928 году — «Зямля»?',
            values: [
                'Иван Луцевич (Янка Купала)',
                'Константин Мицкевич (Якуб Колас)',
                'Николай Романовский (Кузьма Чорный)',
                'Евгений Скурко (Максим Танк)',
            ],
            trueValue: 2
        },
        {
            question: 'Укажите автора романа антиутопии "1984"',
            values: [
                'Джордж Оруэлл',
                'Олдос Хаксли',
                'Энтони Бёрджесс',
                'Уильям Голдинг',
            ],
            trueValue: 0
        },
        {
            question: 'Знаменитая белорусская поэтесса, в народе её прозвали "Ластаўка Палесся", она получила свою известность за сборник стихов "Снежныя грамнiцы"',
            values: [
                'Лариса Гениюш',
                'Эмилия Плятер',
                'Евгения Янищиц',
                'Анастасия Слуцкая',
            ],
            trueValue: 2
        },
        {
            question: 'Белорусский писатель, написавший роман "Сотников" и "Знак беды"',
            values: [
                'Иван Шамякин',
                'Василий Быков',
                'Михаил Стрельцов',
                'Георгий Маркачук',
            ],
            trueValue: 1
        },
        {
            question: 'Знаменитый русский поэт-символист, написавший произведения: «Стихи о Прекрасной Даме», «Балаганчик»',
            values: [
                'Сергей Есенин',
                'Александр Блок',
                'Андрей Платонов',
                'Николай Гумилёв',
            ],
            trueValue: 1
        },
        {
            question: 'Кому принадлежат строки: "Мне нравится, что вы больны не мной, Мне нравится, что я больна не вами..."?',
            values: [
                'Марина Цветаева',
                'Анна Ахматова',
                'Екатерина Баженова',
                'Вера Аренс',
            ],
            trueValue: 0
        },
        {
            question: 'Знаменитый русский писатель, автор произведения "Ты меня не любишь, не жалеешь...".',
            values: [
                'Сергей Есенин',
                'Владимир Маяковский',
                'Александр Блок',
                'Андрей Платонов',
            ],
            trueValue: 0
        },
        {
            question: 'Знаменитый белорусский поэт, автор произведения "Сэрца на далоні"',
            values: [
                'Василий Быков',
                'Иван Шамякин',
                'Егор Барадулин',
                'Алексей Дударев',
            ],
            trueValue: 1
        },
        {
            question: 'Знаменитый белорусский поэт, автор произведения "Сена на асфальце"',
            values: [
                'Василий Быков',
                'Михаил Стрельцов',
                'Иван Науменко',
                'Егор Барадулин',
            ],
            trueValue: 1
        },
        {
            question: 'Знаменитый белорусский поэт, автор произведения "Дзівак з Ганчарнай вуліцы"',
            values: [
                'Иван Чигринов',
                'Василий Быков',
                'Михаил Стрельцов',
                'Иван Шамякин',
            ],
            trueValue: 0
        },
        {
            question: 'Назовите одно произведение знаменитого белорусского автора Нила Гилевича',
            values: [
                'Непаўторная вясна',
                'У ціхім тумане',
                'Дом без гаспадара',
                'І жэніцца і родзіць вёска слаба...',
            ],
            trueValue: 3
        },
        {
            question: 'Назовите произведения знаменитого белорусского автора Егора Барадулина',
            values: [
                '"Раманс"',
                '"Кветкаю цвіце..."',
                '"Вы зблыталі мяне са мной..."',
                '"1,2,3"',
            ],
            trueValue: 3
        },
        {
            question: 'Настоящее имя знаменитого белорусского автора, знаменитого под псевдонимом Янка Купала',
            values: [
                'Иван Луцевич',
                'Константин Мицкевич',
                'Евгений Скурко',
                'Максим Богданович',
            ],
            trueValue: 0
        },
        {
            question: 'Знаменитый белорусский автор, написавший произведение "Новая зямля"',
            values: [
                'Нил Гилевич',
                'Янка Купала',
                'Якуб Колас',
                'Василий Быков',
            ],
            trueValue: 2
        },
        {
            question: 'Кто до конца жизни своей возлюбленной Татьяне Яковлевой каждый день отправлял букеты самых лучших цветов?',
            values: [
                'Александр Пушкин',
                'Владимир Маяковский',
                'Сергей Есенин',
                'Александр Блок',
            ],
            trueValue: 1
        },
        {
            question: 'Автором стихотворения "Мужество" является:',
            values: [
                'Марина Цветаева',
                'Владимир Маяковский ',
                'Анна Ахматова',
                'Сергей Есенин',
            ],
            trueValue: 2
        },
        {
            question: 'Родион Раскольников является главным персонажем произведения:',
            values: [
                'Мертвые души',
                'Отцы и дети',
                'Преступление и наказание',
                'Война и мир',
            ],
            trueValue: 2
        },
        {
            question: 'Автором рассказа "Судьба Человека" является:',
            values: [
                'Михаил Шолохов',
                'Иван Тургенев',
                'Лев Толстой',
                'Федор Достоевский',
            ],
            trueValue: 0
        },
        {
            question: 'Слух о приезде столичного инспектора вносит панику в ряды провинциальных чиновников. - о каком произведении идет речь? ',
            values: [
                '"Вечера на хуторе близ Диканьки"',
                '"Мертвые души"',
                '"Ревизор"',
                '"Женитьба"',
            ],
            trueValue: 2
        },
        {
            question: 'Автором произведения "Муму" является:',
            values: [
                'Иван Тургенев',
                'Иван Бунин',
                'Николай Гоголь',
                'Александр Пушкин',
            ],
            trueValue: 0
        },
        {
            question: 'Медицинский эксперимент по превращению собаки в человека выходит из-под контроля"-о каком произведении идет речь?',
            values: [
                '"Мастер и Маргарита"',
                '"Судьба человека"',
                '"Собачье сердце"',
                '"Герой нашего времени"',
            ],
            trueValue: 2
        },
        {
            question: 'Григорий Печорин является одним из главных персонажей произведения:',
            values: [
                '"Мцыри"',
                '"Бородино"',
                '"Кавказский пленник"',
                '"Герой нашего времени"',
            ],
            trueValue: 3
        },
        {
            question: 'Автором произведения"Мастер и Маргарита" является',
            values: [
                'Михаил Шолохов',
                'Михаил Булгаков',
                'Андрей Платонов',
                'Александр Солженицын',
            ],
            trueValue: 1
        },
        {
            question: 'Кто написал повесть"Станционный смотритель"',
            values: [
                'Александр Пушкин',
                'Николай Некрасов',
                'Михаил Лермонтов',
                'Иван Тургенев',
            ],
            trueValue: 0
        },
        {
            question: 'Влюбленные не в силах прожить друг без друга, и их смерть становится тяжелым уроком для родных",-о каком произведении Шекспира идет речь?',
            values: [
                '"Ромео и Джульетта"',
                '"Гамлет"',
                '"Отелло"',
                '"Король Лир"',
            ],
            trueValue: 0
        },
        {
            question: 'Наташа Ростова - это один из главных персонажей произведения:',
            values: [
                '"Детство"',
                '"После бала"',
                '"Анна Каренина"',
                '"Война и мир"',
            ],
            trueValue: 3
        },
        {
            question: '"Он надевает доспехи и с верным оруженосцем отправляется в путешествие, чтобы совершать благородные поступки", - о каком произведении идет речь',
            values: [
                '"Дон Кихот"',
                '"Айвенго"',
                '"Всадник без головы"',
                '"Отцы и дети"',
            ],
            trueValue: 0
        },
        {
            question: 'Кто является автором произведения"Маленький принц":',
            values: [
                'Мигель де Сервантес Сааведра',
                'Фрэнсис Фицджеральд',
                'Антуан де Сент-Экзюпери',
                'Теодор Драйзер',
            ],
            trueValue: 3
        },
        {
            question: 'Одним из главных персонажей пьесы А.П.Чехова "Вишневый сад" является:',
            values: [
                'Ермолай Лопахин',
                'Иван Борменталь',
                'Родион Раскольников',
                'Соня Мармеладова',
            ],
            trueValue: 0
        },
        {
            question: 'Автором произведения "Капитанская дочка" является:',
            values: [
                'Николай Некрасов',
                'Александр Пушкин',
                'Иван Тургенев',
                'Михаил Булгаков',
            ],
            trueValue: 1
        },
        {
            question: 'Самая длинная в мире книга по объему?',
            values: [
                '"Война и мир"',
                '"Тихий Дон"',
                '"Люди доброй воли"',
                '"Гордость и предубеждение"',
            ],
            trueValue: 2
        },
        {
            question: 'Какому русскому писателю, принадлежит эта фраза: ««В человеке всё должно быть прекрасно: и лицо, и одежда, и душа, и мысли»?',
            values: [
                'Н. В. Гоголь',
                'А. С. Пушкин',
                'А. П. Чехов',
                'Л. Н. Толстой',
            ],
            trueValue: 2
        },
        {
            question: 'Сколько строчек в сонете?',
            values: [
                '10',
                '1',
                '13',
                '14',
            ],
            trueValue: 3
        },
        {
            question: 'Кто из писателей был приговорен к смертной казни',
            values: [
                'Рэй Брэдбери',
                'Федор Достоевский',
                'Джордж Байрон',
                'Константин Бальмонт',
            ],
            trueValue: 1
        },
        {
            question: '«Зорко одно лишь сердце. Самого главного глазами не увидишь». Из какого произведения взята фраза?',
            values: [
                '"Собачье сердце"',
                '"Маленький принц"',
                '"Ревизор"',
                '"Идиот"',
            ],
            trueValue: 1
        },
        {
            question: ' Самая большая в мире библиотека?',
            values: [
                'Библиотека конгресса США',
                'Британская библиотека',
                'Российская национальная библиотека',
                'Национальная библиотека Германии',
            ],
            trueValue: 0
        },
        {
            question: 'Кто является автором произведения, которое было экранизировано под названием «Иван Васильевич меняет профессию»',
            values: [
                'М.А. Булгаков',
                'А.А. Платонов',
                'Б.Л. Пастернак',
                'Братья Стругацкие',
            ],
            trueValue: 0
        },
        {
            question: 'Какое произведение посвятил Н.В.Некрасов своей сестре',
            values: [
                '«Мороз красный нос»',
                '«Русские женщины»',
                '«Крестьянские дети»',
                '"Маша"',
            ],
            trueValue: 0
        },
        {
            question: 'Для какого героя кумиром был Наполеон?',
            values: [
                'Раскольников',
                'Онегин',
                'Печорин',
                'Алекскй Карамазов',
            ],
            trueValue: 0
        },
        {
            question: 'Какой исторический персонаж запечатлен в "Капитанской дочке" А.С.Пушкина?',
            values: [
                'Емельян Пугачев',
                'Борис Годунов',
                'Ермак',
                'Степан Разин',
            ],
            trueValue: 0
        },
        {
            question: 'Из чего были сделаны оригинальные иллюстрации к произведению «Алиса в стране чудес»',
            values: [
                'Из дерева',
                'Из металла',
                'Из бумаги',
                'Из фарфора',
            ],
            trueValue: 0
        },
        {
            question: 'Отметьте из следующего списка лишнего героя:',
            values: [
                'Чичиков',
                'Коробочка',
                'Плюшкин',
                'Алиса',
            ],
            trueValue: 3
        },
        {
            question: 'Отметьте из следующего списка лишнего героя',
            values: [
                'Воланд',
                'кот Жираф',
                'Маргарита',
                'кот Бегемот',
            ],
            trueValue: 1
        },
        {
            question: 'Кто из следующих писателей носил очки',
            values: [
                'Чехов',
                'Пушкин',
                'Горький',
                'Гоголь',
            ],
            trueValue: 0
        },
        {
            question: 'Как переводится слово "аллюзия" с латинского языка?',
            values: [
                'Намек',
                'История',
                'Изображение',
                'Перемена',
            ],
            trueValue: 0
        },
        {
            question: 'Сколько детей было у Плюшкина в поэме Н.В. Гоголя "Мертвые души"?',
            values: [
                'Один',
                'Двое',
                'Трое',
                'Не было',
            ],
            trueValue: 2
        },
        {
            question: 'В 1801 году либерально настроенные сентименталисты объединились в литературное общество. Укажите его название:',
            values: [
                '"Зеленая лампа"',
                '"Бродячая собака"',
                '"Арзамас"',
                '"Вольное общество любителей словесности, науки и художеств"',
            ],
            trueValue: 3
        },
        {
            question: 'Известно, что фамилию – Онегин – Пушкин увидел во время одного из путешествий на вывеске у торговой лавки. Где это было?',
            values: [
                'Петербург',
                'Москва',
                'Тверь',
                'Торжок',
            ],
            trueValue: 3
        },
        {
            question: 'После дуэли с Дантесом смертельно раненный А. Пушкин, делал последние распоряжения. «Прощайте, друзья!» С этими словами обратился он к …',
            values: [
                'Лермонтову и Гоголю',
                'Белинскому и Вяземскому',
                'Перу и чернильнице',
                'Книгам в своей библиотеке',
            ],
            trueValue: 3
        },
        {
            question: 'На этой горе древние греки приносили жертвы Аполлону и искали покровительства муз. А.С. Пушкин уверял, что некогда рожден в ее пещерах. Что это за гора?',
            values: [
                'Арарат',
                'Геликон',
                'Олимп',
                'Аппалачи',
            ],
            trueValue: 1
        },
        {
            question: 'В каком году впервые было издано произведение А. де Сент-Экзюпери «Маленький принц»?',
            values: [
                '1941',
                '1936',
                '1943',
                '1931',
            ],
            trueValue: 2
        },
        {
            question: 'Назовите автора произведений "Последний поклон", "Царь- рыба".',
            values: [
                'Белов',
                'Тендряков',
                'Астафьев',
                'Распутин',
            ],
            trueValue: 2
        },
        {
            question: 'Кому из критиков принадлежат статьи о романе А.С.Пушкина "Евгений Онегин"?',
            values: [
                'Писареву',
                'Берлинскому',
                'Добролюбову',
                'Анненкому',
            ],
            trueValue: 1
        },
        {
            question: 'Что большинство людей не умеют делать, по мнению профессора Преображенского в повести Михаила Булгакова «Собачье сердце»?',
            values: [
                'Читать',
                'Есть',
                'Слушать',
                'Говорить',
            ],
            trueValue: 1
        },
        {
            question: '«Безумству храбрых поём мы песню!». Из какого творения Максима Горького эти строки?',
            values: [
                '"Буревестник"',
                '"Мать"',
                '"На дне"',
                '"Песня о соколе"',
            ],
            trueValue: 3
        },
        {
            question: 'Назовите автора трагедии "Ариадна"',
            values: [
                'Бальмонт',
                'Пастернак',
                'Цветаева',
                'Гумилев',
            ],
            trueValue: 2
        },
        {
            question: 'Какую профессию выбрал сын Плюшкина в поэме Н.В. Гоголя " Мёртвые души"?',
            values: [
                'Офицер',
                'Чиновник',
                'Портной ',
                'Гувернер',
            ],
            trueValue: 0
        },
        {
            question: 'Как звали отца Татьяны Лариной в романе Пушкина «Евгений Онегин»?',
            values: [
                'Даниил',
                'Денис',
                'Дмитрий',
                'Кирилл',
            ],
            trueValue: 2
        },
        {
            question: '«Рождённый ползать — летать не может». Кто является автором этих слов?',
            values: [
                'Михаил Булгаков',
                'Александр Пушкин',
                'Иван Бунин',
                'Максим Горький',
            ],
            trueValue: 3
        },
        {
            question: '«Кто из авторов на заре своей карьеры пользовался псевдонимом "Иегудиил Хламида"',
            values: [
                'Михаил Булгаков',
                'Антон Чехов',
                'Андрей Белый',
                'Максим Горький',
            ],
            trueValue: 3
        }
    ],

    geography: [
        {
            question: 'Какая пустыня расположена в южном полушарии?',
            values: [
                'Сахара',
                'Кара-Кум',
                'Атакама',
                'Гоби',
            ],
            trueValue: 2
        },
        {
            question: 'Самый большой в мире остров?',
            values: [
                'Новая Гвинея',
                'Мадагаскар',
                'Гренландия',
                'Бали',
            ],
            trueValue: 2
        },
        {
            question: 'Какая из этих стран имеет выход к Каспийскому морю?',
            values: [
                'Таджикистан',
                'Туркменистан',
                'Узбекистан',
                'Афганистан',
            ],
            trueValue: 1
        },
        {
            question: 'На территории какого современного государства находятся развалины древнего города Карфаген?',
            values: [
                'Сирия',
                'Египет',
                'Тунис',
                'Иордания',
            ],
            trueValue: 2
        },
        {
            question: 'В какой стране находится город Шлиссельбург? ',
            values: [
                'Россия',
                'Германия',
                'Австрия',
                'Польша',
            ],
            trueValue: 0
        },
        {
            question: 'Что такое Титикака?',
            values: [
                'Озеро',
                'Пролив',
                'Река',
                'Залив',
            ],
            trueValue: 0
        },
        {
            question: 'Какой из этих городов расположен в Южной Америке? ',
            values: [
                'Кито',
                'Сан-Сальвадор',
                'Мехико',
                'Акапулько',
            ],
            trueValue: 0
        },
        {
            question: 'На каком материке нет рек?',
            values: [
                'Австралия',
                'Антарктида',
                'Евразия',
                'Северная Америка',
            ],
            trueValue: 1
        },
        {
            question: 'В каком море ловят рыбу жители трёх частей света?',
            values: [
                'Каспийском',
                'Черном',
                'Средиземном',
                'Красном',
            ],
            trueValue: 2
        },
        {
            question: 'Какая река дважды пересекает экватор? ',
            values: [
                'Амазонка',
                'Нил',
                'Конго',
                'Волга',
            ],
            trueValue: 2
        },
        {
            question: 'Какая часть света омывается всеми четырьмя океанами?',
            values: [
                'Европа',
                'Азия',
                'Австралия',
                'Антарктида',
            ],
            trueValue: 1
        },
        {
            question: 'В какой стране находится город Цинциннати?',
            values: [
                'Испания',
                'Италия',
                'Франция',
                'США',
            ],
            trueValue: 3
        },
        {
            question: 'Где находится пустыня Каракум?',
            values: [
                'Туркменистан',
                'Армения',
                'Афганистан',
                'Пакистан',
            ],
            trueValue: 0
        },
        {
            question: 'Самая большая страна Африки?',
            values: [
                'Алжир',
                'Судан',
                'Ливия',
                'Нигер',
            ],
            trueValue: 0
        },
        {
            question: 'Где находится Аравийская пустыня?',
            values: [
                'В Саудовской Аравии',
                'В ОАЭ',
                'В Африке',
                'В Эквадоре',
            ],
            trueValue: 2
        },
        {
            question: 'Самый высокий водопад- это:',
            values: [
                'Виктория',
                'Тугелла',
                'Ниагарский',
                'Анхель',
            ],
            trueValue: 3
        },
        {
            question: 'Как называют жителей города Смоленска в РФ?',
            values: [
                'Смольчане',
                'Смоляне',
                'Смоленчане',
                'Смоленские',
            ],
            trueValue: 1
        },
        {
            question: 'Самый высокий действующий вулкан в Европе - это:',
            values: [
                'Эльбрус',
                'Килиманджаро',
                'Этна',
                'Ключевская сопка',
            ],
            trueValue: 2
        },
        {
            question: 'Какая религия преобладает в Грузии?',
            values: [
                'Ислам',
                'Православие',
                'Иудаизм',
                'Протестантизм',
            ],
            trueValue: 1
        },
        {
            question: 'Какую страну пересекает нулевой меридиан?',
            values: [
                'Японию',
                'Испанию',
                'Норвегию',
                'Великобританию',
            ],
            trueValue: 3
        },
        {
            question: 'Самая густонаселённая страна - это:',
            values: [
                'Япония',
                'Индия',
                'Монако',
                'Китай',
            ],
            trueValue: 2
        },
        {
            question: 'Где находится гора Арарат?',
            values: [
                'в Армении',
                'в Азербайджане',
                'в Грузии',
                'в Турции',
            ],
            trueValue: 3
        },
        {
            question: 'Фуфу - национальное блюдо в:',
            values: [
                'Перу',
                'Эквадоре',
                'Гане',
                'ЮАР',
            ],
            trueValue: 2
        },
        {
            question: 'Самое большое озеро в мире - это: ',
            values: [
                'Гурон',
                'Виктория',
                'Верхнее',
                'Каспийское море',
            ],
            trueValue: 3
        },
        {
            question: 'Выберите "четвёртое лишнее":',
            values: [
                'Чикаго',
                'Сан-Франциско',
                'Майами',
                'Каир',
            ],
            trueValue: 3
        },
        {
            question: 'Самый широкий пролив на Земле - это:',
            values: [
                'Босфор',
                'Дарданеллы',
                'Гибралтар',
                'Дрейка',
            ],
            trueValue: 3
        },
        {
            question: 'Коренные жители Америки',
            values: [
                'Индийцы',
                'Индейцы',
                'Афроамериканцы',
                'Америка не была освоена никем до её открытия',
            ],
            trueValue: 1
        },
        {
            question: 'Какая из этих стран граничит только с одним государством?',
            values: [
                'Норвегия',
                'Португалия',
                'Бельгия',
                'Германия',
            ],
            trueValue: 1
        },
        {
            question: 'Столица Нидерландов?',
            values: [
                'Роттердам',
                'Амстердам',
                'Брюссель',
                'Дортмунд',
            ],
            trueValue: 1
        },
        {
            question: 'Самый крупный по территории штат США?',
            values: [
                'Техас',
                'Аляска',
                'Нью-Йорк',
                'Вашингтон',
            ],
            trueValue: 1
        },
        {
            question: 'В какой стране была открыта компания Christian Dior?',
            values: [
                'Италия',
                'Франция',
                'Испания',
                'Англия',
            ],
            trueValue: 1
        },
        {
            question: 'В какой стране находится Мекка?',
            values: [
                'Ирак',
                'Иран',
                'Турция',
                'Саудовская Аравия',
            ],
            trueValue: 3
        },
        {
            question: 'Национальным животным какой страны является бобёр?',
            values: [
                'Дания',
                'Швеция',
                'Канада',
                'США',
            ],
            trueValue: 2
        },
        {
            question: 'Самый распространённый язык по количеству носителей в мире?',
            values: [
                'Испанский',
                'Английский',
                'Китайский',
                'Русский',
            ],
            trueValue: 2
        },
        {
            question: 'Федеративным по форме политико-территориального устройства является государство:',
            values: [
                'Франция',
                'Литва',
                'США',
                'Катар',
            ],
            trueValue: 2
        },
        {
            question: 'Укажите географический объект, расположенный в пределах материка Южная Америка:',
            values: [
                'Пустыня Атакама',
                'Река Миссисипи',
                'Река Нил',
                'Тибетское нагорье',
            ],
            trueValue: 0
        },
        {
            question: 'Выберите самую большую по площади из перечисленных стран:',
            values: [
                'Украина',
                'Германия',
                'Испания',
                'Польша',
            ],
            trueValue: 0
        },
        {
            question: 'Название какой европейской страны на итальянском звучит как "Montenegro"?',
            values: [
                'Черногория',
                'Швейцария',
                'Греция',
                'Италия',
            ],
            trueValue: 0
        },
        {
            question: 'В какой стране проживает самое большое количество японцев за пределами Японии?',
            values: [
                'Бразилия',
                'США',
                'Китай',
                'Россия',
            ],
            trueValue: 0
        },
        {
            question: 'Где находиться гора Аконкагуа?',
            values: [
                'Бразилия',
                'Китай',
                'Чили',
                'Аргентина',
            ],
            trueValue: 3
        },
        {
            question: 'Какой из французских городов является городом-побратимом(породнённым) для Гродно?',
            values: [
                'Брест',
                'Лилль',
                'Париж',
                'Лимож',
            ],
            trueValue: 3
        },
        {
            question: 'Что из этого является полуостровом?',
            values: [
                'Куба',
                'Ямайка',
                'Аляска',
                'Гренландия',
            ],
            trueValue: 2
        },
        {
            question: 'Что из этого является озером?',
            values: [
                'Урал',
                'Колорадо',
                'Каспийское море',
                'Хуанхэ',
            ],
            trueValue: 2
        },
        {
            question: 'Самый густнонаселённый город мира?',
            values: [
                'Дели',
                'Шанхай',
                'Токио',
                'Москва',
            ],
            trueValue: 2
        },
        {
            question: 'На каком континенте находится Алжир?',
            values: [
                'Европа',
                'Африка',
                'Южная Америка',
                'Австралия',
            ],
            trueValue: 1
        },
        {
            question: 'В какой области находится город Новополоцк?',
            values: [
                'Витебская',
                'Гомельская',
                'Могилёвская',
                'Минская',
            ],
            trueValue: 0
        },
        {
            question: 'Где находится древний город Мачу-Пикчу?',
            values: [
                'Перу',
                'Боливия',
                'Парагвай',
                'Бразилия',
            ],
            trueValue: 0
        },
        {
            question: 'На каком континенте находится Гондурас?',
            values: [
                'Южная Америка',
                'Северная Америка',
                'Азия',
                'Китай',
            ],
            trueValue: 1
        },
        {
            question: 'Какое из этих озёр расположено в Европе?',
            values: [
                'Виктория',
                'Балатон',
                'Байкал',
                'Онтарио',
            ],
            trueValue: 1
        },
        {
            question: 'Что находится в Островце?',
            values: [
                'ГЭС',
                'ТЭС',
                'АЭС',
                'ДРЭС',
            ],
            trueValue: 2
        },
        {
            question: 'В какой стране находятся руины Спарты?',
            values: [
                'Италия',
                'Чехия',
                'Греция',
                'Македония',
            ],
            trueValue: 2
        },
        {
            question: 'Самая большая страна по населению в Европе?',
            values: [
                'Россия',
                'Великобритания',
                'Франция',
                'Германия',
            ],
            trueValue: 0
        }
    ],
    architecture: [
        {
            question: 'Что всегда носил в кармане Гауди?',
            values: [
                'помидор',
                'карандаш',
                'картошку',
                'яйцо',
            ],
            trueValue: 3
        },
        {
            question: 'Какой замок в Беларуси охраняем ЮНЕСКО?',
            values: [
                'Лидский замок',
                'Несвижский замок',
                'Гольшанский замок',
                'Старый замок',
            ],
            trueValue: 1
        },
        {
            question: 'В каком городе решено построить первый в мире движущийся небоскрёб?',
            values: [
                'Токио',
                'Нью-Йорк',
                'Дубаи',
                'Шанхай',
            ],
            trueValue: 2
        },
        {
            question: 'Как называется опора моста?',
            values: [
                'Баран',
                'Бык',
                'Бизон',
                'Тур',
            ],
            trueValue: 1
        },
        {
            question: 'Название какого архитектурного стиля переводится с французского как «империя»?',
            values: [
                'Готика',
                'Ампир',
                'Барокко',
                'Модерн',
            ],
            trueValue: 1
        },
        {
            question: 'Как в архитектуре называют первый этаж здания?',
            values: [
                'Бельэтаж',
                'Цоколь',
                'Пентхаус',
                'Мансарда',
            ],
            trueValue: 1
        },
        {
            question: 'Что такое парапет?',
            values: [
                'Нижний этаж жилого дома, имеющий хозяйственное назначение.',
                'Треугольное завершение фасада здания.',
                'Невысокая ограждающая стенка или перила.',
                'Лестница без перил',
            ],
            trueValue: 2
        },
        {
            question: 'В 16 веке на смену куполам пришло чисто русское изобретение, не имеющее аналогов в церковной архитектуре. Что это?',
            values: [
                'кокошник',
                'шатер',
                'конха',
                'балдахин',
            ],
            trueValue: 1
        },
        {
            question: 'Особенности стиля барокко:',
            values: [
                'сложные формы и обилие украшений',
                'порядок расположения колонн, пилястр, притолок',
                'легкость, приветливость, игривость',
                'рационализм и использование только функциональных деталей',
            ],
            trueValue: 0
        },
        {
            question: 'Какой современный стадион из-за необычного фасада чаще называют "птичьим гнездом"?',
            values: [
                'Шанхайский стадион',
                'стадион "Маракана" в Рио-де-Жанейро',
                'стадион "Ацтека" в Мехико',
                'Пекинский национальный стадион в Китае',
            ],
            trueValue: 3
        },
        {
            question: 'Что такое флигель?',
            values: [
                'вспомогательная пристройка к жилому дому или отдельно стоящая второстепенная постройка',
                'нижняя, обычно несколько выступающая часть наружной стены здания, лежащая на фундаменте',
                'вертикальное остроконечное завершение зданий, увенчанных флагом',
                'арка из тесаных клинчатых камней, укрепляющая ребра свода',
            ],
            trueValue: 0
        },
        {
            question: 'Назовите древнейший в России собор:',
            values: [
                'Церковь Рождества Богородицы в Перыни',
                'Московский собор Петра Митрополита',
                'Николо-Дворищенский собор в Новгороде',
                'Церковь Василя на Горке в Пскове',
            ],
            trueValue: 2
        },
        {
            question: 'В чем особенность Бруклинского моста?',
            values: [
                'один из старейших подвесных мостов, сохранившихся в США',
                'самый длинный мост в Нью-Йорке',
                'символ кризиса Америки',
                'проложен над большим озером',
            ],
            trueValue: 0
        },
        {
            question: 'Одной из основных черт хай-тека является:',
            values: [
                'отказ от классических линий и углов в пользу более декоративных',
                'широкое использование серебристо-металлического цвета',
                'рациональный подход к решению внутренней планировки',
                'отказ от декоративных элементов классических стилей',
            ],
            trueValue: 1
        },
        {
            question: 'Что называется колоннадой?',
            values: [
                'пристенная полуколонна прямоугольного сечения',
                'подпорка, столпообразный выступ стены, увеличивающий ее устойчивость',
                'круглый опорный столб',
                'ряд колонн, объединенных горизонтальным перекрытием',
            ],
            trueValue: 3
        },
        {
            question: 'В каком замке по легенде останавливался Влад Цепеш, прототип Дракулы?',
            values: [
                'Килкенни',
                'Арагонский замок',
                'Бран',
                'Нойшванштайн',
            ],
            trueValue: 2
        },
        {
            question: 'Какой архитектор использовал визуальную иллюзию парения здания над землей, устанавливая основную массу здания на колонны?',
            values: [
                'Ле Корбюзье',
                'Заха Хадид',
                'Фрэнк Гери',
                'Людвиг Мис ван дер Роэ',
            ],
            trueValue: 0
        },
        {
            question: 'Архитектором какого из задний является Рафаэль Санти?',
            values: [
                'Палаццо Фарнезе в Риме',
                'Вилла Фарнезе в Витербо',
                'Дворец Пандольфини во Флоренции',
                'Палаццо Вендрамин Калерджи Пьетро Ломбардо в Венеции',
            ],
            trueValue: 2
        },
        {
            question: 'Какое из зданий относят к периоду Раннего Возрождения?',
            values: [
                'Базилика Сан-Лоренцо во Флоренции',
                'Собор Святого Петра в Ватикане',
                'Собор святого Петра в Риме',
                'Собор Святого Гатьена Турского в Туре',
            ],
            trueValue: 0
        },
        {
            question: ' Где зародился готический стиль?',
            values: [
                'В Германии',
                'Во Франции',
                'В Англии',
                'в Испании',
            ],
            trueValue: 1
        },
        {
            question: 'К каком архитектурному стилю относится Эйфелева башня?',
            values: [
                'модерн',
                'классицизм',
                'барокко',
                'готика',
            ],
            trueValue: 0
        },
        {
            question: 'Что является прообразом Петергофа в Санкт-Петербурге?',
            values: [
                'Вестминстерский дворец',
                'Версаль',
                'Колизей',
                'Королевский дворец в Мадриде',
            ],
            trueValue: 1
        },
        {
            question: 'Кто архитектор Драмтеатра в Гродно?',
            values: [
                'Мачульский',
                'Миронова',
                'Парусников',
                'Шабалин',
            ],
            trueValue: 0
        },
        {
            question: 'Какая компания выпускала блоки для архитекторов?',
            values: [
                'Tesla',
                'Apple',
                'KFC',
                'LEGO',
            ],
            trueValue: 3
        },
        {
            question: 'Какой известный замок, находящийся в Германии, стал прообразом в  Диснейленде?',
            values: [
                'Замок Нойшванштайн',
                'Замок Клайнбардорф',
                'Замок Линдерхоф',
                'Замок Виндзорский',
            ],
            trueValue: 0
        },
        {
            question: 'Как называется самое высокое сооружение в мире, напоминающее сталагмит?',
            values: [
                'Спейс-Нидл',
                'Саграда Фамилия',
                'Бурдж-Халифа',
                'Эйфелева башня',
            ],
            trueValue: 2
        },
        {
            question: 'Где находится "Бурдж-Халифа"',
            values: [
                'Испания',
                'Италия',
                'Турция',
                'Дубай',
            ],
            trueValue: 3
        },
        {
            question: 'Какой дворец находится в Гомеле?',
            values: [
                'Усадьба Святополк-Четвертинских',
                'Дворец Радзивиллов',
                'Дворец Румянцевых-Паскевичей',
                'Дворец Независимости',
            ],
            trueValue: 2
        },
        {
            question: 'Раньше архитектура была...',
            values: [
                'предметом в школе',
                'олимпийским видом спорта',
                'видом транспорта',
                'видом одежды',
            ],
            trueValue: 1
        },
        {
            question: 'Сколько лет строили Великую Китайскую стену?',
            values: [
                '2.4 тысячи лет',
                '2.5 года',
                '500 лет',
                '3000',
            ],
            trueValue: 0
        },
        {
            question: 'Какой известный учёный в экспериментальных целях сбрасывал тела разной массы с Пизанской башни?',
            values: [
                'Николай Коперник',
                'Исаак Ньютон',
                'Галилео Галилей',
                'Ричард Фейнман',
            ],
            trueValue: 2
        },
        {
            question: 'Статуи каких мифических животных украшают Собор Парижской Богоматери?',
            values: [
                'Драконов',
                'Горгон',
                'Гаргулий и химер',
                'Минотавров',
            ],
            trueValue: 3
        },
        {
            question: 'В каком городе решено построить первый в мире движущийся небоскрёб?',
            values: [
                'В Токио',
                'В Дубае',
                'В Чикаго',
                'В Пекине',
            ],
            trueValue: 1
        },
        {
            question: 'Какая из перечисленных стран лидирует по количеству небоскрёбов?',
            values: [
                'Китай',
                'Япония',
                'США',
                'ОАЭ',
            ],
            trueValue: 0
        },
        {
            question: 'Из скольких камней состоит Стоунхендж?',
            values: [
                '56',
                '117',
                '23',
                '77',
            ],
            trueValue: 1
        },
        {
            question: 'В замке какого города прошёл последний сойм Речи Посполитой?',
            values: [
                'Несвиж',
                'Гродно',
                'Новогрудок',
                'Мир',
            ],
            trueValue: 1
        },
        {
            question: 'Какая страна является центром романской архитектуры?',
            values: [
                'Франция',
                'Германия',
                'Италия',
                'Англия',
            ],
            trueValue: 2
        },
        {
            question: 'Где зародился готический стиль?',
            values: [
                'Франция',
                'Англия',
                'Германия',
                'Италия',
            ],
            trueValue: 0
        },
        {
            question: 'Что означает термин "готика"?',
            values: [
                'Заново рождённый',
                'Древний',
                'Варварский, непривычный',
                'Вечный',
            ],
            trueValue: 2
        },
        {
            question: 'Какой период предшествует архитектуре Возрождения?',
            values: [
                'Готика',
                'Эклектика',
                'Барокко',
                'Неоклассицизм',
            ],
            trueValue: 0
        },
        {
            question: 'Как называется замок Дракулы?',
            values: [
                'Замок Бран',
                'Замок Пелеш',
                'Замок Пелишор',
                'Замок Шамбор',
            ],
            trueValue: 0
        },
        {
            question: 'Как называется замок Короля Артура?',
            values: [
                'Барнард',
                'Даффилд',
                'Тинтагель',
                'Гарибальди',
            ],
            trueValue: 2
        },
        {
            question: 'Кем была Семирамида, в честь которой было названо одно из Чудес Света?',
            values: [
                'Женой фараона',
                'Ассирийской царицей',
                'Мифической богиней',
                'Матерью Навуходоносора II',
            ],
            trueValue: 0
        }
    ],
    nature: [
        {
            question: 'Какое насекомое никогда не спит?',
            values: [
                'Муравей',
                'Таракан',
                'Пчела',
                'Божья коровка',
            ],
            trueValue: 0
        },
        {
            question: 'Какое животное не имеет голосовых связок?',
            values: [
                'Слон',
                'Кенгуру',
                'Жираф',
                'Панда',
            ],
            trueValue: 2
        },
        {
            question: 'Отпечатки пальцев какого животного похожи на человеческие?',
            values: [
                'Суслик',
                'Коала',
                'Лемур',
                'Белка',
            ],
            trueValue: 1
        },
        {
            question: 'Какое насекомое светится в ультрафиолете?',
            values: [
                'Скорпион',
                'Гусеница',
                'Кузнечик',
                'Шмель',
            ],
            trueValue: 0
        },
        {
            question: 'Детёныши какого животного рождаются с зубами?',
            values: [
                'Шакал',
                'Гиена',
                'Тигр',
                'Гризли',
            ],
            trueValue: 1
        },
        {
            question: 'Какая рыба способна к терморегуляции?',
            values: [
                'Краснопёрый опах',
                'Альбула',
                'Зубатка',
                'Палтус',
            ],
            trueValue: 0
        },
        {
            question: 'У какой рыбы зелёные кости?',
            values: [
                'Окунь',
                'Тунец',
                'Сарган',
                'Сазан',
            ],
            trueValue: 2
        },
        {
            question: 'Какое место является родиной тюльпанов?',
            values: [
                'Голландия',
                'Тянь Шань',
                'Франция',
                'Китай',
            ],
            trueValue: 1
        },
        {
            question: 'Сколько ядовитых растений есть в мире?',
            values: [
                '700',
                '5.000',
                '50.000',
                '10.000',
            ],
            trueValue: 3
        },
        {
            question: 'Какая орхидея является самой большой в мире?',
            values: [
                'Фаленопсис',
                'Орхидея Ванда',
                'Орхидея брассия',
                'Тигровая орхидея',
            ],
            trueValue: 3
        },
        {
            question: 'Что из перечисленного не является орехом?',
            values: [
                'Арахис',
                'Миндаль',
                'Грецкий орех',
                'Пекан',
            ],
            trueValue: 0
        },
        {
            question: 'Какое самое высокое дерево в мире?',
            values: [
                'Дуб',
                'Секвойя',
                'Вяз',
                'Катальпа',
            ],
            trueValue: 1
        },
        {
            question: 'Из коры какого растения было сделано первое лекарство типа аспирина?',
            values: [
                'Каштан',
                'Тополь',
                'Ива',
                'Липа',
            ],
            trueValue: 2
        },
        {
            question: 'В какое дерево чаще всего ударяет молния?',
            values: [
                'Клён',
                'Орешник',
                'Липа',
                'Дуб',
            ],
            trueValue: 3
        },
        {
            question: 'Какое самое быстрорастущее растение?',
            values: [
                'Бамбук',
                'Баобаб',
                'Клён',
                'Каштан',
            ],
            trueValue: 0
        },
        {
            question: 'Самый опасный водоём Африки?',
            values: [
                'озеро Ниос',
                'озеро Киву',
                'озеро Альберт',
                'озеро Танганьика',
            ],
            trueValue: 0
        },
        {
            question: 'Какая страна обладает самым тёмным небом в мире?',
            values: [
                'Андорра',
                'Ниуэ',
                'Монако',
                'Люксембург',
            ],
            trueValue: 1
        },
        {
            question: 'Сколько процентов Земли покрыто водой?',
            values: [
                '60',
                '70',
                '80',
                '90',
            ],
            trueValue: 1
        },
        {
            question: 'Озоновый слой находится в...',
            values: [
                'стратосфере',
                'мезосфере',
                'тропосфере',
                'экзосфере',
            ],
            trueValue: 0
        },
        {
            question: 'Сколько составляет общий вес бактерий,живущих в организме человека?',
            values: [
                '1,5 кг',
                '500 г',
                '2 кг',
                '3,4 кг',
            ],
            trueValue: 2
        },
        {
            question: 'Какое существо является бессмерным?',
            values: [
                'медуза Турритопсис',
                'осьминог Дамбо',
                'краб-йети',
                'рак-богомол',
            ],
            trueValue: 0
        },
        {
            question: 'Самое высокое дерево в Беларуси?',
            values: [
                'Янов ясень',
                'царь-дуб',
                'дуб-патриарх',
                'ель',
            ],
            trueValue: 2
        },
        {
            question: 'Кто из животных левша?',
            values: [
                'белый медведь',
                'амурский тигр',
                'белка',
                'лиса',
            ],
            trueValue: 0
        },
        {
            question: 'Самая сухая пустыня на Земле это...',
            values: [
                'Сахара',
                'Атакама',
                'Калахари',
                'Сонора',
            ],
            trueValue: 1
        },
        {
            question: 'Самый большой океан?',
            values: [
                'Индийский',
                'Тихий',
                'Северный ледовитый',
                'Атлантический',
            ],
            trueValue: 1
        },
        {
            question: 'У кого из морских обитателей есть пупок?',
            values: [
                'дельфин',
                'скат',
                'кит',
                'акула',
            ],
            trueValue: 3
        },
        {
            question: 'Кто из птиц может летать вверх ногами?',
            values: [
                'ласточка',
                'киви',
                'колибри',
                'попугай Ара',
            ],
            trueValue: 2
        },
        {
            question: 'На какую глубину может нырять лось?',
            values: [
                '3 м',
                '10 м',
                '6 м',
                '8 м',
            ],
            trueValue: 2
        },
        {
            question: 'Где растёт «нефтяное дерево» – копаифера, состав сока которого практически ничем не отличается от дизельного топлива?',
            values: [
                'в Бразилии',
                'во Вьетнаме',
                'в Гане',
                'в Руанде',
            ],
            trueValue: 0
        }
    ],
        society: [
            {
                question: '1) Человек, которого опрашивают в социологическом исследовании, называется:',
                values: [
                    'реципиентом',
                    'коммуникатором',
                    'респондентом',
                    'корреспондентом',
                ],
                trueValue: 0
            },
            {
                question: 'В переводе с древнегреческого слово «психология»  означает "наука о …" ',
                values: [
                    'теле',
                    'душе',
                    'голове',
                    'сердце',
                ],
                trueValue: 1
            },
            {
                question: 'Что устанавливается в обществе, когда в нем нет законов и норм?',
                values: [
                    'аномия',
                    'автономия',
                    'дисгармония',
                    'хаос',
                ],
                trueValue: 0
            },
            {
                question: 'Кому из мыслителей Древнего мира принадлежит научный труд «Политика»?',
                values: [
                    'Цицерон',
                    'Аквинат',
                    'Платон',
                    'Аристотель',
                ],
                trueValue: 3
            },
            {
                question: 'Организация Объединенных Наций была создана в …. году',
                values: [
                    '1940',
                    '1950',
                    '1955',
                    '1945',
                ],
                trueValue: 3
            },
            {
                question: 'Что является универсальным источником всех экономических конфликтов:',
                values: [
                    'деньги',
                    'нехватка средств к существованию',
                    'власть',
                    'престиж',
                ],
                trueValue: 1
            },
            {
                question: 'Кого можно отнести к маргинальным слоям населения?',
                values: [
                    'военнослужащих',
                    'эмигрантов',
                    'студентов',
                    'пенсионеров',
                ],
                trueValue: 1
            },
            {
                question: 'Тибетский далай – лама сказал о нем так: «Он самый хороший учитель. Он воспитывает в тебе терпение, силу, мудрость.» О ком шла речь? ',
                values: [
                    'о прохожем',
                    'о домашнем животном',
                    'о враге',
                    'о друге',
                ],
                trueValue: 2
            },
            {
                question: 'Какое слово пропущено: «Человеку нужна …. при выборе цели, принятии решения, при осуществлении действия или преодолении препятствия» ',
                values: [
                    'стремление',
                    'удача',
                    'воля',
                    'настойчивость',
                ],
                trueValue: 3
            },
            {
                question: 'Психолог Джон Роузмонд утверждает, что лидер обязательно должен обладать следующими качествами: уважением, находчивостью и …',
                values: [
                    'ответственностью',
                    'эгоистичностью',
                    'жадностью',
                    'мягкостью',
                ],
                trueValue: 0
            },
            {
                question: 'Что Адам Смит считал единственным источником богатства нации, а свидетельством процветания любой страны – возрастание спроса на него?',
                values: [
                    'науку',
                    'труд',
                    'литературу',
                    'искусство',
                ],
                trueValue: 1
            },
            {
                question: 'Мы знаем его как известного английского экономиста. Такая же фамилия была у капитана «Титаника». Кто он?',
                values: [
                    'Веблен',
                    'Смит',
                    'Берли',
                    'Шварц',
                ],
                trueValue: 1
            },
            {
                question: 'Каким словом мы сегодня называем человека, которого Пушкин в «Евгении Онегине» определил так: «дитя расчёта и отваги»?',
                values: [
                    'банкир',
                    'вор',
                    'предприниматель',
                    'мошенник',
                ],
                trueValue: 2
            },
            {
                question: 'Если вы спрашиваете у продавца о стоимости компьютера, то в этом случае деньги выполняют функцию:',
                values: [
                    'меры стоимости',
                    'средства накопления',
                    'средства платежа',
                    'средства обращения',
                ],
                trueValue: 0
            },
            {
                question: 'Работника биржи, который оказывает посреднические услуги при реализации товаров (услуг), за деньги клиента, называют:',
                values: [
                    'дистрибьютором',
                    'брокером',
                    'дилером',
                    'маклер',
                ],
                trueValue: 1
            },
            {
                question: 'Ценная бумага, которая приносит владельцу доход в виде фиксированного процента и выкупается предприятием в указанный срок, называется:',
                values: [
                    'акция',
                    'вексель',
                    'облигация',
                    'банковский чек',
                ],
                trueValue: 2
            },
            {
                question: 'Человек получает статус безработного, когда он:',
                values: [
                    'в отпуске по уходу за ребенком',
                    'обеспечен частичной занятостью',
                    'уволен с работы',
                    'зарегистрирован в государственной службе занятости',
                ],
                trueValue: 3
            },
            {
                question: 'По мнению психологов, первое впечатление о человеке складывается за... ',
                values: [
                    '1 минуту',
                    '5 минут',
                    '40 секунд',
                    '5 секунд',
                ],
                trueValue: 3
            },
            {
                question: 'Исследование израильских психологов показало, что желание посплетничать сильно связано с профессией человека. При этом самыми большими сплетниками оказались люди, работающие:',
                values: [
                    'врачами',
                    'строителями',
                    'космонавтами',
                    'психологами',
                ],
                trueValue: 3
            },
            {
                question: 'От какого латинского глагола происходит слово «реклама»? ',
                values: [
                    'выкрикивать',
                    'навязывать',
                    'развлекать',
                    'обманывать',
                ],
                trueValue: 0
            }
        ],
        technique: [
            {
                question: 'Первый самолет был изобретен',
                values: [
                    'Братьями Райт',
                    'Игорем Сикорским',
                    'Леонардо да Винчи',
                    'Робертом Опенгеймером',
                ],
                trueValue: 0
            },
        ]
}