export default {
    history: [
        {
            question: 'Каким народом были изобретены арабские цифры?',
            values: [
                'Арабами',
                'Греками',
                'Индийцами',
                'Чеченцами',
            ],
            trueValue: 2
        },
        {
            question: 'Какая кличка была у Гая Юлия Цезаря?',
            values: [
                '"сандалики"',
                '"ботинки"',
                '"тапочки"',
                '"сапожки"',
            ],
            trueValue: 3
        },
        {
            question: 'Чем наполняли термометры в XVII веке?',
            values: [
                'Ртутью',
                'Коньяком',
                'Духами',
                'Кока-колой',
            ],
            trueValue: 1
        },
        {
            question: 'Кто из американских предпринимателей был награжден нацистами Большим Крестом Ордена Германского орла?',
            values: [
                'Генри Форд',
                'Джон Рокфеллер',
                'Дональд Трамп',
                'Билл Гейтс',
            ],
            trueValue: 0
        },
        {
            question: 'Сколько длилась самая короткая в мире война?',
            values: [
                '2 дня',
                '6 часов',
                '2 недели',
                '38 минут',
            ],
            trueValue: 3
        },
        {
            question: 'Сколько длилась самая длинная в мире война?',
            values: [
                '57 лет',
                '100 лет',
                '335 лет',
                '431 год',
            ],
            trueValue: 2
        },
       {
            question: 'Какое вещество, в настоящий момент являющееся наркотиком, ранее использовалось для лечения кашля у детей?',
            values: [
                'Героин',
                'Амфетомин',
                'Кокаин',
                'Гашиш',
            ],
            trueValue: 0
        },
        {
            question: 'Парламент какой страны является старейшим действующим парламентом, будучи основанным в 930 году?',
            values: [
                'Англии',
                'Японии',
                'Греции',
                'Исландии',
            ],
            trueValue: 3
        },
        {
            question: 'Кто из этих людей НЕ был номинирован на Нобелевскую премию?',
            values: [
                'Адольф Гитлер',
                'Иосиф Сталин',
                'Бенито Муссолини',
                'Мао Цзэдун',
            ],
            trueValue: 3
        },
        {
            question: 'Как называли главу Венецианской республики?',
            values: [
                'Князь',
                'Мэр',
                'Дож',
                'Король',
            ],
            trueValue: 2
        },
        {
            question: 'В какой стране возник фашизм?',
            values: [
                'Германия',
                'Испания',
                'Италия',
                'Япония',
            ],
            trueValue: 2
        },
        {
            question: 'Что для записей использовали шумеры?',
            values: [
                'Вязь',
                'Клинопись',
                'Руны',
                'Иероглифы',
            ],
            trueValue: 1
        },
        {
            question: 'Кто был основателем "Вечного города"?',
            values: [
                'Ромул',
                'Рем',
                'Кий',
                'Константин',
            ],
            trueValue: 0
        },
        {
            question: 'Как прозвали автора поэм «Илиада» и «Одиссея» древнегреческого поэта Гомера?',
            values: [
                'Златоуст',
                'Великий слепец',
                'Баян',
                'Услада богов',
            ],
            trueValue: 1
        },
        {
            question: 'Какому богу были посвящены Олимпийские игры в Древней Греции?',
            values: [
                'Зевсу',
                'Аполлону',
                'Посейдону',
                'Гефесту',
            ],
            trueValue: 0
        },
        {
            question: 'Кто из президентов США изображен на двухдолларовой купюре?',
            values: [
                'Джордж Вашингтон',
                'Авраам Линкольн',
                'Джеймс Мэдисон',
                'Томас Джефферсон',
            ],
            trueValue: 3
        },
        {
            question: 'Кому принадлежит фраза «Коней на переправе не меняют!»?',
            values: [
                'Авраам Линкольн',
                'Александр Суворов',
                'Николай I',
                'Наполен Бонапарт',
            ],
            trueValue: 0  
        },
        {
            question: 'Кому принадлежит фраза «Россия не сердится, Россия сосредотачивается»?',
            values: [
                'Сергею Лаврову',
                'Евгению Примакову',
                'Александру Горчакову',
                'Сергею Витте',
            ],
            trueValue: 2  
        },
        {
            question: 'В истории известны прозвища "железный канцлер", "железная леди", а чьё прозвище было "Железный хромец"?',
            values: [
                'Ярослава Мудрого',
                'Тамерлана',
                'короля Артура',
                'Чингиз Хана',
            ],
            trueValue: 1  
        },
        {
            question: 'Кому принадлежит фраза «История соткана из лжи, в которую все верят»?',
            values: [
                'Теодору Рузвельту',
                'Уинстону Черчиллю',
                'Джорджу Вашингтону',
                'Наполеону Бонапарту',
            ],
            trueValue: 3  
        },
        {
            question: 'Про кого написали: «он без шляпы выскочил 14 декабря 1825 г на Сенатскую площадь «смотреть историю», простудился и 22 мая 1826 г. умер»?',
            values: [
                'Николай Карамзин',
                'Василий Татищев',
                'Евгений Тарле',
                'Сергей Соловьёв',
            ],
            trueValue: 0  
        },
        {
            question: 'Что назвал Отто фон Бисмарк "пороховым погребом Европы"?',
            values: [
                'Францию',
                'Нидерланды',
                'Балканы',
                'Россию',
            ],
            trueValue: 2  
        },
        {
            question: 'Всем известна фраза "Внести свою лепту". Что такое лепта?',
            values: [
                'мелкая монета',
                'чек на благотворительность',
                'строительный материал',
                'пожелание удачи',
            ],
            trueValue: 3  
        }
    ],

    politics: [
        {
            question: 'Кому принадлежит фраза «Управлять Россией несложно, но совершенно бесполезно»?',
            values: [
                'Александр II',
                'Пётр Столыпин',
                'Владимир Путин',
                'Екатерина II',
            ],
            trueValue: 0  
        },
        {
            question: 'Дипломатическая борьба канцлеров Бисмарка и Горчакова вошла в историю как "противостояние железных канцлеров", но это прозвище на самом деле получил лишь Бисмарк, как называли Горчакова?',
            values: [
                '"деревянный канцлер!',
                '"бархатный канцлер"',
                '"скользский канцлер"',
                '"старый канцлер"',
            ],
            trueValue: 1  
        },
        {
            question: 'В какой из перечисленных стран нет должности Президента?',
            values: [
                'Бельгия',
                'Франция',
                'Германия',
                'Португалия',
            ],
            trueValue: 0  
        },
        {
            question: 'Фраза  «Не повышай голоса, но держи наготове большую дубинку, и ты далеко пойдёшь» поясняет принцип',
            values: [
                'политики "дальние горизонты"',
                'принципа "всегда готов"',
                'принципа "тише едешь - дальше будешь',
                'политики "большой дубинки"',
            ],
            trueValue: 3  
        },
        {
            question: 'В какой стране столица названа в честь президента',
            values: [
                'Азербайджан',
                'Казахстан',
                'Монголия',
                'Дагестан',
            ],
            trueValue: 1  
        },
        {
            question: 'Что такое эгалитаризм?',
            values: [
                'то же, что и эгоцентризм',
                'самовлюблённость',
                'теория о политической власти элит',
                'теория о всеобщем равентстве',
            ],
            trueValue: 3  
        },
        {
            question: 'Какое слово нельзя произносить депутатам парламента штата Южная Австралия?',
            values: [
                'Спасибо',
                'Простите',
                'Здравствуйте',
                'Пожалуйста',
            ],
            trueValue: 3  
        },
        {
            question: 'Какое изначальное значение имело слово «идиот» у древних греков?',
            values: [
                'Очень глупого человека',
                'Человека, который не интересуется политикой',
                'Философа',
                'Всезнайки',
            ],
            trueValue: 1  
        },
        {
            question: 'В какой стране вымышленный депутат официально считается членом парламента?',
            values: [
                'Франция',
                'Великобритания',
                'Германия',
                'Италия',
            ],
            trueValue: 2  
        },
        {
            question: 'В какой стране совещание президента с правительством проходило на дне моря?',
            values: [
                'Доминиканская республика',
                'Мадагаскар',
                'Государство Мальдивы',
                'Республика Кипр',
            ],
            trueValue: 2  
        },
        {
            question: 'Какую шутку адресовал хирургам Рейган с пулей в лёгком?',
            values: [
                '"Надеюсь, вы все республиканцы?"',
                '"Надеюсь, никто из вас не видел мои фильмы?"',
                '"Надеюсь, вы ничего не оставите на память?"',
                '"Надеюсь, вы - врачи"',
            ],
            trueValue: 0  
        },
        {
            question: 'Как называется северокорейская националистическая государственная идеология?',
            values: [
                'кимиризм',
                'чучхе',
                'бунбохюе',
                'вьетаизм',
            ],
            trueValue: 1  
        },
        {
            question: 'Какой из нижеперечисленных политических партий не существует среди зарегистрированных в странах?',
            values: [
                '"Пиратская партия"',
                '"Партия полоумных"',
                '"Ни один из кандидатов не заслуживает моего голоса!"',
                'Партия "Кукумбер"',
            ],
            trueValue: 3  
        },
        {
            question: 'Что обозначает термин "абсентеизм"?',
            values: [
                'Культура "правильного" употребления абсента',
                'Уклонение избирателей от участия в голосовании на выборах',
                'Форма хронического алкоголизма, возникающая вследствие злоупотребления абсентом',
                'Отсутствие понимания действительности',
            ],
            trueValue: 1  
        },
        {
            question: '"Гибридный" типа политического режима, реализующий политику либерализации без проведения всеобщих выборов',
            values: [
                'диктабланда',
                'либертотал',
                'демофолс',
                'либертализм',
            ],
            trueValue: 0  
        },
        {
            question: 'Имя этого политика является почти нарицательным для обозначения хитрости и беспринципности. После его смерти остряки шутили: "Интересно, зачем это ему понадобилось?"',
            values: [
                'Шарль Талейран',
                'Кардинал Ришелье',
                'Иннокентий XI',
                'Уинстон Черчилль',
            ],
            trueValue: 0  
        },
        {
            question: 'Кто придумал государственный флаг Италии?',
            values: [
                'король Пьемонта Карл Альберт',
                'Наполеон Бонапарт',
                'Джузеппе Гарибальди',
                'Александр I',
            ],
            trueValue: 1  
        },
        {
            question: 'МетеорологРегге давал имена ураганам и в честь политиков, которых презирал. Чему в Египте дают имена по такому же принципу?',
            values: [
                'очагам зыбучих песков',
                'верблюдам',
                'наводнениям',
                'непопулярному сорту фиников',
            ],
            trueValue: 3  
        },
        {
            question: 'В какой стране родилось столько же израильских президентов, как в самом Израиле (на 2021 г)?',
            values: [
                'в Польше',
                'в Беларуси',
                'в Украине',
                'в США',
            ],
            trueValue: 1  
        },
        {
            question: 'Территория или часть территории одного государства, окруженная территорией другого или других государств',
            values: [
                'Анклав',
                'Федерация',
                'Конфедерация',
                'Уния',
            ],
            trueValue: 0  
        },
        {
            question: 'В какой стране государственным устройством является некрократия?',
            values: [
                'Федеративная Республика Сомали',
                'Объединённая Республика Танзания',
                'Корейская Народно-Демократическая Республика',
                'Монгольская Народная Республика',
            ],
            trueValue: 2  
        }
        ]
}