export let textQuizSociety = [
    {
        question: 'Человек, которого опрашивают в социологическом исследовании, называется:',
        values: [
            'реципиентом',
            'коммуникатором',
            'респондентом',
            'корреспондентом',
        ],
        trueValue: 0
    },
    {
        question: 'В переводе с древнегреческого слово «психология»  означает "наука о …" ',
        values: [
            'теле',
            'душе',
            'голове',
            'сердце',
        ],
        trueValue: 1
    },
    {
        question: 'Что устанавливается в обществе, когда в нем нет законов и норм?',
        values: [
            'аномия',
            'автономия',
            'дисгармония',
            'хаос',
        ],
        trueValue: 0
    },
    {
        question: 'Кому из мыслителей Древнего мира принадлежит научный труд «Политика»?',
        values: [
            'Цицерон',
            'Аквинат',
            'Платон',
            'Аристотель',
        ],
        trueValue: 3
    },
    {
        question: 'Организация Объединенных Наций была создана в …. году',
        values: [
            '1940',
            '1950',
            '1955',
            '1945',
        ],
        trueValue: 3
    },
    {
        question: 'Что является универсальным источником всех экономических конфликтов:',
        values: [
            'деньги',
            'нехватка средств к существованию',
            'власть',
            'престиж',
        ],
        trueValue: 1
    },
    {
        question: 'Тибетский далай – лама сказал о нем так: «Он самый хороший учитель. Он воспитывает в тебе терпение, силу, мудрость.» О ком шла речь? ',
        values: [
            'о прохожем',
            'о домашнем животном',
            'о враге',
            'о друге',
        ],
        trueValue: 2
    },
    {
        question: 'Какое слово пропущено: «Человеку нужна …. при выборе цели, принятии решения, при осуществлении действия или преодолении препятствия» ',
        values: [
            'стремление',
            'удача',
            'воля',
            'настойчивость',
        ],
        trueValue: 3
    },
    {
        question: 'Психолог Джон Роузмонд утверждает, что лидер обязательно должен обладать следующими качествами: уважением, находчивостью и …',
        values: [
            'ответственностью',
            'эгоистичностью',
            'жадностью',
            'мягкостью',
        ],
        trueValue: 0
    },
    {
        question: 'Что Адам Смит считал единственным источником богатства нации, а свидетельством процветания любой страны – возрастание спроса на него?',
        values: [
            'науку',
            'труд',
            'литературу',
            'искусство',
        ],
        trueValue: 1
    },
    {
        question: 'Мы знаем его как известного английского экономиста. Такая же фамилия была у капитана «Титаника». Кто он?',
        values: [
            'Веблен',
            'Смит',
            'Берли',
            'Шварц',
        ],
        trueValue: 1
    },
    {
        question: 'Каким словом мы сегодня называем человека, которого Пушкин в «Евгении Онегине» определил так: «дитя расчёта и отваги»?',
        values: [
            'банкир',
            'вор',
            'купец',
            'мошенник',
        ],
        trueValue: 2
    },
    {
        question: 'Если вы спрашиваете у продавца о стоимости компьютера, то в этом случае деньги выполняют функцию:',
        values: [
            'меры стоимости',
            'средства накопления',
            'средства платежа',
            'средства обращения',
        ],
        trueValue: 0
    },
    {
        question: 'Работника биржи, который оказывает посреднические услуги при реализации товаров (услуг), за деньги клиента, называют:',
        values: [
            'дистрибьютором',
            'брокером',
            'дилером',
            'маклер',
        ],
        trueValue: 1
    },
    {
        question: 'Ценная бумага, которая приносит владельцу доход в виде фиксированного процента и выкупается предприятием в указанный срок, называется:',
        values: [
            'акция',
            'вексель',
            'облигация',
            'банковский чек',
        ],
        trueValue: 2
    },
    {
        question: 'Человек получает статус безработного, когда он:',
        values: [
            'в отпуске по уходу за ребенком',
            'обеспечен частичной занятостью',
            'уволен с работы',
            'зарегистрирован в государственной службе занятости',
        ],
        trueValue: 3
    },
    {
        question: 'По мнению психологов, первое впечатление о человеке складывается за... ',
        values: [
            '1 минуту',
            '5 минут',
            '40 секунд',
            '5 секунд',
        ],
        trueValue: 3
    },
    {
        question: 'Исследование израильских психологов показало, что желание посплетничать сильно связано с профессией человека. При этом самыми большими сплетниками оказались люди, работающие:',
        values: [
            'врачами',
            'строителями',
            'космонавтами',
            'психологами',
        ],
        trueValue: 3
    },
    {
        question: 'От какого латинского глагола происходит слово «реклама»? ',
        values: [
            'выкрикивать',
            'навязывать',
            'развлекать',
            'обманывать',
        ],
        trueValue: 0
    }
];