export let textQuizLiterature = [
    {
        question: 'Первый нобелевский лауреат в истории независимой Белоруссии и первый с 1987 года русскоязычный писатель?',
        values: [
            'Владимир Короткевич',
            'Светлана Алексиевич',
            'Иван Пташников',
            'Евгения Янищиц',
        ],
        trueValue: 1
    },
    {
        question: 'Кто считается одним из первопроходцев романа на белорусском языке. В 1927 году был опубликован его первый роман «Сястра», в 1928 году — «Зямля»?',
        values: [
            'Иван Луцевич (Янка Купала)',
            'Константин Мицкевич (Якуб Колас)',
            'Николай Романовский (Кузьма Чорный)',
            'Евгений Скурко (Максим Танк)',
        ],
        trueValue: 2
    },
    {
        question: 'Укажите автора романа антиутопии "1984"',
        values: [
            'Джордж Оруэлл',
            'Олдос Хаксли',
            'Энтони Бёрджесс',
            'Уильям Голдинг',
        ],
        trueValue: 0
    },
    {
        question: 'Знаменитая белорусская поэтесса, в народе её прозвали "Ластаўка Палесся", она получила свою известность за сборник стихов "Снежныя грамнiцы"',
        values: [
            'Лариса Гениюш',
            'Эмилия Плятер',
            'Евгения Янищиц',
            'Анастасия Слуцкая',
        ],
        trueValue: 2
    },
    {
        question: 'Белорусский писатель, написавший роман "Сотников" и "Знак беды"',
        values: [
            'Иван Шамякин',
            'Василий Быков',
            'Михаил Стрельцов',
            'Георгий Маркачук',
        ],
        trueValue: 1
    },
    {
        question: 'Знаменитый русский поэт-символист, написавший произведения: «Стихи о Прекрасной Даме», «Балаганчик»',
        values: [
            'Сергей Есенин',
            'Александр Блок',
            'Андрей Платонов',
            'Николай Гумилёв',
        ],
        trueValue: 1
    },
    {
        question: 'Назовите автора романа, по сюжету которого снят этот фильм',
        values: [
            'Сергей Есенин',
            'Андрей Платонов',
            'Михаил Шолохов',
            'Михаил Булгаков',
        ],
        trueValue: 3
    },
    {
        question: 'Кому принадлежат строки: "Мне нравится, что вы больны не мной, Мне нравится, что я больна не вами, Что никогда тяжелый шар земной Не уплывет под нашими ногами."?',
        values: [
            'Марина Цветаева',
            'Анна Ахматова',
            'Екатерина Баженова',
            'Вера Аренс',
        ],
        trueValue: 0
    },
    {
        question: 'Знаменитый русский писатель, автор произведения "Ты меня не любишь, не жалеешь...".',
        values: [
            'Сергей Есенин',
            'Владимир Маяковский',
            'Александр Блок',
            'Андрей Платонов',
        ],
        trueValue: 0
    },
    {
        question: 'Знаменитый белорусский поэт, автор произведения "Сэрца на далоні"',
        values: [
            'Василий Быков',
            'Иван Шамякин',
            'Егор Барадулин',
            'Алексей Дударев',
        ],
        trueValue: 1
    },
    {
        question: 'Знаменитый белорусский поэт, автор произведения "Сена на асфальце"',
        values: [
            'Василий Быков',
            'Михаил Стрельцов',
            'Иван Науменко',
            'Егор Барадулин',
        ],
        trueValue: 1
    },
    {
        question: 'Знаменитый белорусский поэт, автор произведения "Дзівак з Ганчарнай вуліцы"',
        values: [
            'Иван Чигринов',
            'Василий Быков',
            'Михаил Стрельцов',
            'Иван Шамякин',
        ],
        trueValue: 0
    },
    {
        question: 'Назовите одно произведение знаменитого белорусского автора Нила Гилевича',
        values: [
            'Непаўторная вясна',
            'У ціхім тумане',
            'Дом без гаспадара',
            'І жэніцца і родзіць вёска слаба...',
        ],
        trueValue: 3
    },
    {
        question: 'Назовите произведения знаменитого белорусского автора Егора Барадулина',
        values: [
            'Раманс',
            'Кветкаю цвіце...',
            'Вы зблыталі мяне са мной...',
            '1,2,3',
        ],
        trueValue: 3
    },
    {
        question: 'Настоящее имя знаменитого белорусского автора, знаменитого под псевдонимом Янка Купала',
        values: [
            'Иван Луцевич',
            'Константин Мицкевич',
            'Евгений Скурко',
            'Максим Богданович',
        ],
        trueValue: 0
    },
    {
        question: 'Знаменитый белорусский автор, написавший произведение "Новая зямля"',
        values: [
            'Нил Гилевич',
            'Янка Купала',
            'Якуб Колас',
            'Василий Быков',
        ],
        trueValue: 2
    },
    {
        question: 'Человек знаменитый не только за свое творчество но и за свои романтические поступки. Кто до конца жизни своей возлюбленной Татьяне Яковлевой каждый день отправлял букеты самых лучших цветов?',
        values: [
            'Александр Пушкин',
            'Владимир Маяковский',
            'Сергей Есенин',
            'Александр Блок',
        ],
        trueValue: 1
    },
    {
        question: 'Автором стихотворения "Мужество" является:',
        values: [
            'Марина Цветаева',
            'Владимир Маяковский ',
            'Анна Ахматова',
            'Сергей Есенин',
        ],
        trueValue: 2
    },
    {
        question: '.Родион Раскольников является главным персонажем произведения:',
        values: [
            'Мертвые души',
            'Отцы и дети',
            'Преступление и наказание',
            'Война и мир',
        ],
        trueValue: 2
    },
    {
        question: 'Автором рассказа "Судьба Человека" является:',
        values: [
            'Михаил Шолохов',
            'Иван Тургенев',
            'Лев Толстой',
            'Федор Достоевский',
        ],
        trueValue: 0
    },
    {
        question: 'Слух о приезде столичного инспектора вносит панику в ряды провинциальных чиновников. Они принимают за инспектора случайного приезжего, и тот не упускает случая опустошить кошельки доверчивых взяточников",-о каком произведении идет речь? ',
        values: [
            'Вечера на хуторе близ Диканьки',
            'Мертвые души',
            'Ревизор',
            'Женитьба',
        ],
        trueValue: 2
    },
    {
        question: 'Автором произведения "Муму" является:',
        values: [
            'Иван Тургенев',
            'Иван Бунин',
            'Николай Гоголь',
            'Александр Пушкин',
        ],
        trueValue: 0
    },
    {
        question: 'Медицинский эксперимент по превращению собаки в человека выходит из-под контроля. Осознав, что глупо исполнять роль всевышнего, профессор исправляет свою роковую ошибку, и возвращает все на круги своя,"-о каком произведении идет речь?',
        values: [
            'Мастер и Маргарита',
            'Судьба человека',
            'Собачье сердце',
            'Герой нашего времени',
        ],
        trueValue: 2
    },
    {
        question: 'Григорий Печорин является одним из главных персонажей произведения:',
        values: [
            'Мцыри',
            'Бородино',
            'Кавказский пленник',
            'Герой нашего времени',
        ],
        trueValue: 3
    },
    {
        question: 'Автором произведения"Мастер и Маргарита" является',
        values: [
            'Михаил Шолохов',
            'Михаил Булгаков',
            'Андрей Платонов',
            'Александр Солженицын',
        ],
        trueValue: 1
    },
    {
        question: 'Кто написал повесть"Станционный смотритель"',
        values: [
            'Александр Пушкин',
            'Николай Некрасов',
            'Михаил Лермонтов',
            'Иван Тургенев',
        ],
        trueValue: 0
    },
    {
        question: 'Страстная любовь юноши и девушки разворачивается на фоне непримиримой вражды их семейств. Влюбленные не в силах прожить друг без друга, и их смерть становится тяжелым уроком для родных",-о каком произведении Шекспира идет речь?',
        values: [
            'Ромео и Джульетта',
            'Гамлет',
            'Отелло',
            'Король Лир',
        ],
        trueValue: 0
    },
    {
        question: 'Наташа Ростова - это один из главных персонажей произведения:',
        values: [
            'Детство',
            'После бала',
            'Анна Каренина',
            'Война и мир',
        ],
        trueValue: 3
    },
    {
        question: '"Романтически настроенный мужчина, большой поклонник рыцарских романов, предпочитает жить в вымышленном мире. Он надевает доспехи и с верным оруженосцем отправляется в путешествие, чтобы совершать благородные поступки",-о каком произведении идет речь',
        values: [
            'Дон Кихот',
            'Айвенго',
            'Всадник без головы',
            'Отцы и дети',
        ],
        trueValue: 0
    },
    {
        question: 'Кто является автором произведения"Маленький принц":',
        values: [
            'Мигель де Сервантес Сааведра',
            'Фрэнсис Фицджеральд',
            'Антуан де Сент-Экзюпери',
            'Теодор Драйзер',
        ],
        trueValue: 3
    },
    {
        question: 'Одним из главных персонажей пьесы А.П.Чехова "Вишневый сад" является:',
        values: [
            'Ермолай Лопахин',
            'Иван Борменталь',
            'Родион Раскольников',
            'Соня Мармеладова',
        ],
        trueValue: 0
    },
    {
        question: 'Автором произведения "Капитанская дочка" является:',
        values: [
            'Николай Некрасов',
            'Александр Пушкин',
            'Иван Тургенев',
            'Михаил Булгаков',
        ],
        trueValue: 1
    },
    {
        question: 'Самая длинная в мире книга по объему?',
        values: [
            'Война и мир',
            'Тихий Дон',
            'Люди доброй воли',
            'Гордость и предубеждение',
        ],
        trueValue: 2
    },
    {
        question: 'Какому русскому писателю, принадлежит эта фраза: ««В человеке всё должно быть прекрасно: и лицо, и одежда, и душа, и мысли»?',
        values: [
            'Н. В. Гоголь',
            'А. С. Пушкин',
            'А. П. Чехов',
            'Л. Н. Толстой',
        ],
        trueValue: 2
    },
    {
        question: 'Сколько строчек в сонете?',
        values: [
            '10',
            '1',
            '13',
            '14',
        ],
        trueValue: 3
    },
    {
        question: 'Кто из писателей был приговорен к смертной казни',
        values: [
            'Рэй Брэдбери',
            'Федор Достоевский',
            'Джордж Байрон',
            'Константин Бальмонт',
        ],
        trueValue: 1
    },
    {
        question: '«Зорко одно лишь сердце. Самого главного глазами не увидишь». Из какого произведения взята фраза?',
        values: [
            'Собачье сердце',
            'Маленький принц',
            'Ревизор',
            'Идиот',
        ],
        trueValue: 1
    },
    {
        question: ' Самая большая в мире библиотека?',
        values: [
            'Библиотека конгресса США',
            'Британская библиотека',
            'Российская национальная библиотека',

        ],
        trueValue: 0
    },
    {
        question: 'Кто является автором произведения, которое было экранизировано под названием «Иван Васильевич меняет профессию»',
        values: [
            'М.А. Булгаков',
            'А.А. Платонов',
            'Б.Л. Пастернак',

        ],
        trueValue: 0
    },
    {
        question: 'Какое произведение посвятил Н.В.Некрасов своей сестре',
        values: [
            '«Мороз красный нос»',
            '«Русские женщины»',
            '«Крестьянские дети»',
        ],
        trueValue: 0
    },
    {
        question: 'Для какого героя кумиром был Наполеон?',
        values: [
            'Раскольников',
            'Свидригайлов',
            'Соня',
        ],
        trueValue: 0
    },
    {
        question: 'Какой исторический персонаж запечатлен в "Капитанской дочке" А.С.Пушкина?',
        values: [
            'Емельян Пугачев',
            'Борис Годунов',
            'Ермак',
        ],
        trueValue: 0
    },
    {
        question: 'Что общего в произведениях: «Мастер и Маргарита», «Собачье сердце», «Каштанка»',
        values: [
            'Жанр',
            'Автор',
            'Персонаж',
        ],
        trueValue: 2
    },
    {
        question: 'Из чего были сделаны оригинальные иллюстрации к произведению «Алиса в стране чудес»',
        values: [
            'Из дерева',
            'Из металла',
            'Из бумаги',
        ],
        trueValue: 0
    },
    {
        question: 'Отметьте из следующего списка лишнего героя:',
        values: [
            'Чичиков',
            'Коробочка',
            'Плюшкин',
            'Алиса',
        ],
        trueValue: 3
    },
    {
        question: 'Отметьте из следующего списка лишнего героя',
        values: [
            'Воланд',
            'кот Жираф',
            'Маргарита',
            'кот Бегемот',
        ],
        trueValue: 1
    },
    {
        question: 'Кто из следующих писателей носил очки',
        values: [
            'Чехов',
            'Пушкин',
            'Горький',

        ],
        trueValue: 0
    },
    {
        question: 'Как переводится слово "аллюзия" с латинского языка?',
        values: [
            'Намек',
            'История',
            'Изображение',
            'Перемена',
        ],
        trueValue: 0
    },
    {
        question: 'Сколько детей было у Плюшкина в поэме Н.В. Гоголя "Мертвые души"?',
        values: [
            'Один',
            'Двое',
            'Трое',
            'Не было',
        ],
        trueValue: 2
    },
    {
        question: 'В 1801 году либерально настроенные сентименталисты объединились в литературное общество. Укажите его название:',
        values: [
            'Зеленая лампа',
            'Бродячая собака',
            'Арзамас',
            'Вольное общество любителей словесности, науки и художеств',
        ],
        trueValue: 3
    },
    {
        question: 'Известно, что фамилию главного героя – Онегин – Пушкин увидел во время одного из путешествий на вывеске у торговой лавки. В каком городе это произошло?',
        values: [
            'Петербург',
            'Москва',
            'Тверь',
            'Торжок',
        ],
        trueValue: 3
    },
    {
        question: 'После дуэли с Дантесом смертельно раненный А. Пушкин, понимая, что идут последние минуты жизни, делал последние распоряжения. «Прощайте, друзья!» С этими словами обратился он к …',
        values: [
            'Лермонтову и Гоголю',
            'Белинскому и Вяземскому',
            'Перу и чернильнице',
            'Книгам в своей библиотеке',
        ],
        trueValue: 3
    },
    {
        question: 'На этой горе древние греки приносили жертвы Аполлону и искали покровительства муз. А.С. Пушкин уверял, что некогда рожден в ее пещерах. Что это за гора?',
        values: [
            'Арарат',
            'Геликон',
            'Олимп',
            'Аппалачи',
        ],
        trueValue: 1
    },
    {
        question: 'В каком году впервые было издано произведение А. де Сент-Экзюпери «Маленький принц»?',
        values: [
            '1941',
            '1936',
            '1943',
            '1931',
        ],
        trueValue: 2
    },
    {
        question: 'Назовите автора произведений "Последний поклон", "Царь- рыба".',
        values: [
            'Белов',
            'Тендряков',
            'Астафьев',
            'Распутин',
        ],
        trueValue: 2
    },
    {
        question: 'Кому из критиков принадлежат статьи о романе А.С.Пушкина "Евгений Онегин"?',
        values: [
            'Писареву',
            'Берлинскому',
            'Добролюбову',
            'Анненкому',
        ],
        trueValue: 1
    },
    {
        question: 'Что большинство людей не умеют делать, по мнению профессора Преображенского в повести Михаила Булгакова «Собачье сердце»?',
        values: [
            'Читать',
            'Есть',
            'Внушать',
            'Мочиться в нужное место',
        ],
        trueValue: 1
    },
    {
        question: '«Безумству храбрых поём мы песню!». Из какого творения Максима Горького эти строки?',
        values: [
            'Буревестник',
            'Мать',
            'На дне',
            'Песня о соколе',
        ],
        trueValue: 3
    },
    {
        question: 'Назовите автора трагедии "Ариадна"',
        values: [
            'Бальмонт',
            'Пастернак',
            'Цветаева',
            'Гумилев',
        ],
        trueValue: 2
    },
    {
        question: 'Какую профессию выбрал сын Плюшкина в поэме Н.В. Гоголя " Мёртвые души"?',
        values: [
            'Офицер',
            'Чиновник',
            'Портной ',
            'Гувернер',
        ],
        trueValue: 0
    }, 
    {
        question: 'Как звали отца Татьяны Лариной в романе Пушкина «Евгений Онегин»?',
        values: [
            'Даниил',
            'Денис',
            'Дмитрий',
            'Кирилл',
        ],
        trueValue: 2
    },
    {
        question: '«Рождённый ползать — летать не может». Кто является автором этих слов?',
        values: [
            'Михаил Булгаков',
            'Александр Пушкин',
            'Иван Бунин',
            'Максим Горький',
        ],
        trueValue: 3
    },
    {
        question: '«Кто из авторов на заре своей карьеры пользовался псевдонимом "Иегудиил Хламида"',
        values: [
            'Михаил Булгаков',
            'Антон Чехов',
            'Андрей Белый',
            'Максим Горький',
        ],
        trueValue: 3
    }
];
